{
    "risk_bbox.suitable_for_investors_who_are_seeking": "*: • To generate long-term capital growth • A fund that invests predominantly in equity and equity related securities of large cap and mid cap companies *",
    "risk_bbox.investors_should_consult": "their financial advisers if in doubt about whether the product is suitable for them. The above product labelling assigned during the Ncharacteristics or model portfolio and the same ma Offer of Units of Rs. 10 each for cash during th New Fund Offer Opens New Fund June 05, 2025 J Name of Sponsor: Name of Mutua Samco Securities Limited Name of AssetLimited Name of Trust",
    "other_text.offer_of_units": {
        "New Fund Offer Opens": "June 05 2025",
        "New Fund Offer Closes": "June 19 2025",
        "Scheme re-opens": "June 30 2025"
    },
    "other_text.name_of_mutual_fund": ": Samco Mutual Fund Samco Securities Limited Name of Asset Management Company: Samco Asset Management Private Limited Name of Trustee Company: Samco Trustee Private Limited Addresses, Website of the Entities: Address: Address: 1003 - A, Naman Midtown, Senapati Bapat Marg, Prabhadevi West, Mumbai - 400 013 1004 - A, 10th Floor, Naman Midtown - A Wing, Senapati Bapat Marg, Prabhadevi 400 013 Website: www.samcomf.com, Email: mfassist@samcomf.com, Toll Free No.: 18001034757, Fax No.: 022 41708989 The particulars of the Scheme have been prepared in accordance with the Securities and Exchange Board of India (Mutual Funds) Regulations 1996, as amended till date, and filed with the Securities and Exchange Board of India (SEBI), along with a Due Diligence Certificate from the AMC. The units being offered for public subscription have not been approved or recommended by SEBI nor has SEBI certified the accuracy or adequacy of the Scheme Information Document. The Scheme Information Document (SID) sets forth concisely the information about the scheme that a prospective investor ought to know before investing. Please retain this SID for future reference. Before investing, investors should also ascertain about any further changes to this SID after the date of this Document from the Mutual Fund / Investor Service Centres / Website / Distributors or Brokers. The investors are advised to refer to the Statement of Additional Information (SAI) for details of Samco Mutual Fund, Tax and Legal issues and general information available on our website www.samcomf.com. The SAI is incorporated by reference (is legally a part of the Scheme Information Document). For a free copy of the current SAI, please contact your nearest Samco Mutual Fund Investor Service Centre or log on to our website. The Scheme Information Document should be read in conjunction with the SAI and not in isolation. This Scheme Information Document is dated April 15, 2025.",
    "title": [
        "Description"
    ],
    "name_of_the_scheme": "Samco Large & Mid Cap Fund",
    "category_of_the_scheme": "Large & Mid Cap Fund",
    "scheme_type": "An open ended equity scheme predominantly investing in large cap and mid  cap stocks",
    "scheme_code": "SAMC/O/E/LMF/25/03/0011",
    "investment_objective": "The  investment  objective  of  the  Scheme  is  to  generate  long-term  capital  appreciation from a diversified portfolio of predominantly Large Cap and Mid  Cap equity and equity-related securities.  There  is  no  assurance  that  the  investment  objective  of  the  scheme  will  be  achieved.",
    "listing_liquidity_details": [
        "Being  an  open-ended  scheme,  the  Mutual  Fund  shall  provide  for  purchase/switch-in/redemption/switchout of units of the Scheme, not later  than  5  business  days  from  the  date  of  allotment  on  an  on-going  basis.  On  reopening  of  the  scheme  the  units  may  be  purchased  /  switched  in  or  redeemed / switched out on every business day at NAV based prices on an  ongoing basis, subject to provisions of exit load, if any.  The scheme would not be listed on any of the stock exchanges. The AMC, at  its discretion, can undertake listing on any of the stock exchange."
    ],
    "benchmark": [
        "Nifty Large Midcap 250 Total Returns Index  The composition of the aforesaid first tier benchmark is such that it is most  suited for comparing the performance of the scheme. The Trustees reserves  right  to  change  benchmark  in  future  for  measuring  performance  of  the  scheme."
    ],
    "nav_disclosure": [
        "The  AMC  will  calculate  and  disclose  the  first  NAV  of  the  Scheme  within  5  business  days  from  the  date  of  allotment.  Subsequently,  the  AMC  will  calculate and disclose the NAVs on all business Days. The AMC shall update  the  NAVs  on  its  website  (www.samcomf.com)  and  of  the  Association  of  Mutual  Funds  in  India  (AMFI)  (www.amfiindia.com)  before  11.00  p.m.  on  every Business Day (subject to following exception).   In  terms  of  clause  8.2  of  SEBI  Master  circular  no.  SEBI/HO/IMD/IMD-PoD- 1/P/CIR/2024/90  dated  June  27,  2024,  the  AMC  shall  ensure  that  NAV  of  scheme is disclosed based on the value of underlying securities/ Funds as on  the  T  day  (i.e.  date  of  investment  in  MF  units  in  India).  Accordingly,  if  the  scheme  has  investment  in  Overseas  securities,  then  the  NAV  shall  be  uploaded at AMFI before 10.00 a.m. on the immediately succeeding Business  Day to capture same day price of underlying securities.  Further details provided in Section II."
    ],
    "applicable_timelines_for_dispatch_of_redemption_proceeds": [
        "As per SEBI Regulations, the Mutual Fund shall initiate Redemption proceeds  within  3  Working  Days  of  receiving  a  valid  Redemption  request.  In  case  of  exceptional  situations  listed  in  AMFI  Circular  No.  AMFI/35P/MEM- COR/74/2022-23  dated  January  16,  2023  read  with  clause  14.2  of  SEBI  Master  Circular  dated  June  27,  2024,  redemption  payment  would  be  made  within the permitted additional timelines.   A penal interest of 15% per annum or such other rate as may be prescribed by  SEBI from time to time, will be paid in case the Redemption proceeds are not",
        "initiated within above timelines from the date of receipt of a valid Redemption  request."
    ],
    "plans_and_options_plansoptions_and_sub_options_under_the_scheme": [
        "S  R  D   A   O   G   F There will be two plans under the Scheme namely, Regular Plan and Direct  Plan.  amco Large & Mid Cap Fund – Regular Plan  Samco Large & Mid Cap Fund – Direct Plan  egular Plan: This Plan is for investors who wish to route their investment  through any distributor.  irect Plan: This Plan is only for investors who purchase /subscribe Units in  a Scheme directly with the Mutual Fund and is not available for investors who  route their investments through a Distributor.  ll the plans will have common portfolio.  ption under each Plan(s)   rowth Option  or detailed disclosure on default plans and options, kindly refer SAI."
    ],
    "load_structure": {
        "entry_load": ": Not Applicable  n accordance with clause 8.6 of SEBI Master Circular for Mutual Funds dated  June  27,  2024,  no  entry  load  will  be  charged  on  purchase  /  additional  purchase / switch-in/ SIP/ STP transactions. The upfront commission, if any,  on investment made by the investor shall be paid by the Investor directly to  the  Distributor,  based  on  the  Investor’s  assessment  of  various  factors  including the service rendered by the Distributor.",
        "exit_load": "For more details on Load Structure, please refer paragraph “Load Structure”. Type of Load Load chargeable (as %age of NAV) Exit Load •  10% of units can be redeemed at any time without an  exit load.   •  Any redemption in excess of 10% of units will incur 1%  exit load in the first 12 months.  •  No  exit  load,  if  redeemed  after  12  months  from  the  date of allotment of unit."
    },
    "minimum_application_amount_switch_in": {
        "amt": "5000",
        "thraftr": "1"
    },
    "minimum_additional_purchase_amount": {
        "amt": "500",
        "thraftr": "1"
    },
    "minimum_redemption_switch_out_amount": [
        "There will be no minimum redemption criterion."
    ],
    "new_fund_offer_period_this_is_the_period_during_which_a_new_scheme_sells_its_units_to_the_investors.": [
        "T The New Fund Offer opened on June 05, 2025 and closed on June 19, 2025.  he AMC/Trustee reserves the right to change the New Fund Offer Dates /  Period, subject to the condition that the New Fund Offer shall remain open for  subscription for a minimum period of three (3) working days and not more  than  15  days.  An  addendum  shall  be  uploaded  on  Samco  Mutual  Fund  website  (www.samcomf.com)    notifying  the  change  in  the  NFO  Dates  /  Period."
    ],
    "segregated_portfolio_side_pocketing_disclosure": [
        "T SEBI  has,  vide  clause  4.4  of  Master  circular  no.  SEBI/HO/IMD/IMD-PoD- 1/P/CIR/2024/90  dated  June  27,  2024,  permitted  creation  of  segregated  portfolio of debt and money market instruments by mutual funds schemes, in  order to ensure fair treatment to all investors in case of a credit event / actual  default of either the interest or principal amount (in case of unrated debt or  money market instruments).  he  AMC  may  create  segregated  portfolio  of  debt  and  money  market  instruments in the scheme. For details, kindly refer SAI."
    ],
    "pricing_swing_disclosure": [
        "Not Applicable"
    ],
    "lendingshort_stock_selling": [
        "The Scheme may engage in Securities Lending activity. The same shall be in  accordance with clause 12.11 of the Master Circular on Mutual Funds dated  June 27, 2024."
    ],
    "how_to_apply_and_other_details": [
        "F New  investors  can  purchase  units  by  using  an  application  form,  whereas,  existing  Unit  holders  may  use  transaction  slip  or  application  form.  The  application  form/Transaction  Slip  for  the  Sale  of  Units  of  the  respective  Schemes/ Plans will be available and accepted at the office of the Investor  Service Centres (ISCs) / Official Points of acceptance during their business  hours on their respective business days. The same can also be downloaded  from the website of the Mutual Fund viz. www.samcomf.com.   urther details provided in Section II."
    ],
    "fund_manager": []
}