{"risk_bbox.suitable_for_r_investors_who_are_seeking": "* • Regular income over short term • To generate income by investing in money market instruments *", "risk_bbox.investors_should_consult": "their financi The above product labelling assassessment of the scheme characteactual investments are made. Credit Risk → RelInterest Rate Risk ↓ Relatively Low (Class I) Moderate (Class II) Relatively High (Class III) Offer for Units of INR 1000/- eachbased prices New Fund Offer Opens on New Fund Offer Closes on Scheme re-opens on", "other_text.new_fund_offer_opens_on": ": June 30, 2025", "other_text.new_fund_offer_closes_on": ": July 02, 2025", "other_text.scheme_reopens": "on : Within five business days of allotment date 1", "title": ["Description", "Description", "Description", "or  other  encumbrances).  The  Redemption  request  can  be  made  by  specifying the rupee amount or by specifying the number of Units to be  redeemed."], "name_of_the_scheme": "JioBlackRock Money Market Fund", "category_of_the_scheme": "Money Market Fund (Debt Scheme)", "scheme_type": "An open ended debt scheme investing in money market instruments. A  relatively low interest rate risk and moderate credit risk.", "scheme_code": "JBMF/O/D /MMF/25/06/0002", "investment_objective": "T The investment objective of the Scheme is to generate regular income  through  investment  in  a  portfolio  comprising  of  money  market  instruments with residual maturity up to 1 year.  here is no assurance that the investment objective of the Scheme will  be achieved.", "liquidity_listing_details": ["T The Scheme is an open-ended Scheme. Being an open-ended Scheme,  the Scheme will be open for purchase / redemption on all business days  at NAV based prices. Redemption proceeds shall be transferred within 3  (three)  business  days  from  the  date  of  redemption  request.  In  case  of  delay beyond 3 (three) business days, the AMC is liable to pay interest  to  the  investors  at  the  rate  of  15%  per  annum.  However,  in  case  of  exceptional  circumstances  mentioned  in  para  14.1.3  of  SEBI  Master  Circular  for  Mutual  Funds  dated  June  27,  2024,  redemption  or  repurchase  proceeds  will  be  transferred  to  investors  within  the  timeframe prescribed for such exceptional circumstances.     he Scheme is not listed on any of the stock exchanges. The AMC, at its  discretion, can undertake listing on any of the stock exchange, at a later  date."], "benchmark_total_return_index": "NIFTY Money Market Index", "nav_disclosure": ["F The  AMC  shall  update  the  NAVs  on  website  of  the  Association  of  Mutual Funds in India-AMFI (www.amfiindia.com) and on the website  of AMC www.jioblackrockamc.com. by 11.00 p.m. on every Business  Day.   or further details, please refer Section II."], "applicable_timelines": ["R   F Timeline for transfer of redemption proceeds:   edemption proceeds shall be transferred within 3 (three) business days  from the date of redemption request. In case of delay beyond 3 (three)  business days, the AMC is liable to pay interest to the investors at the  rate of 15% per annum. However, in case of exceptional circumstances  mentioned  in  para  14.1.3  of  SEBI  Master  Circular  for  Mutual  Funds  dated  June  27,  2024,  redemption  or  repurchase  proceeds  will  be  transferred  to  investors  within  the  timeframe  prescribed  for  such  exceptional circumstances.   or  further  details,  investors  are  requested  to  refer  to  Statement  of  Additional Information (SAI)."], "plans_and_options_plansoptions_and_sub_options_under_the_scheme": ["T The Scheme shall offer only Direct Plan.   Further, the Plan shall offer only Growth Option.   he AMC may introduce further Plan/s and Option/s in future, subject  to regulations."], "load_structure": {"entry_load": "", "exit_load": ": Nil"}, "minimum_application_amount_switch_in": {"amt": "500", "thraftr": "any"}, "minimum_additional_purchase_amount": {"amt": "500", "thraftr": "any"}, "minimum_redemptionswitch_out_amount": ["T ‘Any amount’ or ‘any number of units’ as requested by the investor.  he Redemption would be permitted to the extent of credit balance in  the investor’s account of the Scheme (subject to release of pledge / lien"], "t_new_fund_offer_period_his_is_the_period_during_which_a_new_scheme_sells_its_units_to_the_investors.": ["A NFO opens on: June 30, 2025  NFO closes on: July 02, 2025  s  permitted  by  SEBI,  NFO  shall  remain  open  for  subscription  for  a  minimum period of 3 business days but not more than 15 calendar days.  Any  extension  or  change  to  the  NFO  dates  will  be  subject  to  the  requirement  of  NFO  period  not  exceeding  15  calendar  days.  Any  changes in dates of NFO will be published through notice on website of  the AMC i.e. www.jioblackrockamc.com.."], "t_new_fund_offer_price_his_is_the_period_during_which_a_new_scheme_sells_its_units_to_the_investors.": ["INR 1,000/- per Unit"], "segregated_portfolioside_pocketing_disclosure": ["Pursuant to clause 4.4 of SEBI Master Circular for Mutual Funds dated  June 27, 2024, the AMC has the provision to create segregated portfolio  of  debt  and  money  market  instruments  under  certain  circumstances.  Kindly refer SAI for more details."], "swing_pricing_disclosure": ["K Pursuant to clause 4.10 of SEBI Master Circular for Mutual Funds dated  June 27, 2024, the Scheme has enabled the provision for swing pricing.   indly refer SAI for more details."], "stock_lending_short_selling": ["T   K The Scheme will not engage in short selling of securities.   he  Scheme may engage in  securities  lending in  accordance  with  the  framework specified by SEBI.  indly refer SAI for more details."], "how_to_apply": ["O Investors can undertake transactions in the Schemes of JioBlackRock  Mutual Fund either through physical, online / electronic mode or any  other mode as may be prescribed from time to time.   Physical Transactions  For  subscription  /  redemption  /  switches,  application  form  and  Key  Information Memorandum may be obtained from the Official Points of  Acceptance (OPAs) of the AMC / RTA or downloaded from the website  of the AMC (www.jioblackrockamc.com).    nline / Electronic Transactions   Investors  can  undertake  transactions  via  electronic  mode  through  various  online  facilities  offered  by  JioBlackRock  AMC/  other  platforms specified by AMC from time to time."], "fund_manager": [{"name": "Mr. Vikrant Mehta", "experience": "", "qualification": "• • M.S. (Engineering) from Kiev Polytechnical Institute, Ukraine Chartered Financial Analyst, Institute of Chartered Financial Analysts of India (ICFAI)"}, {"name": "Mr. Arun Ramachandran", "experience": "", "qualification": "• Financial Risk Management (2010) • Post Graduate Diploma in Business Administration (Mumbai Education Trust – 2006)"}, {"name": "Mr. Siddharth Deb", "experience": "", "qualification": "B MMS Finance from University of Mumbai .Sc. (Zoology) from University of Kolkata"}]}