{
    "title": [
        "Description"
    ],
    "name_of_the_scheme": [
        "Quantum Liquid Fund"
    ],
    "category_of_the_scheme": [
        "Liquid Fund"
    ],
    "scheme_type": [
        "An Open-ended Liquid Scheme. A relatively low interest rate risk and relatively low  credit risk."
    ],
    "scheme_code": [
        "QTMM/O/O/LIF/06/03/0002"
    ],
    "investment_objective": [
        "The primary investment objective of the Scheme is to provide optimal returns with  low  to  moderate  levels  of  risk  and  high  liquidity  through  judicious  investments  in  money market and debt instruments.   There is no assurance that the investment objective of the Scheme will be achieved."
    ],
    "liquidity": [
        "The Scheme offers purchases and redemptions of units on all Business Days on an  ongoing basis at NAV based prices."
    ],
    "benchmark": [
        "T Tier I Benchmark: CRISIL Liquid Debt A-I Index   he  Benchmark  is  representative  of  the  Fund’s  Investment  Objectives  &  Asset  Allocation and most suited for comparison for performance of the scheme."
    ],
    "nav_disclosure": [
        "The NAV will be disclosed on the website of the AMC www.QuantumAMC.com and  on the website of Association of Mutual Funds in India www.amfiindia.com by 11.00  p.m. on every Business Days."
    ],
    "applicable_timelines": [
        "T   D   T Dispatch of redemption proceeds:  he redemption or repurchase proceeds shall be dispatched to the unitholders within  three working days from receipt of valid redemption or repurchase request.   ispatch of IDCW payment:  he Income Distribution Cum Capital Withdrawal payment shall be dispatched to the  unitholders within seven working days from the record date."
    ],
    "plans_and_options_plans/options_and_sub_options_under_the_scheme": [
        "Plans available under the Scheme:   •  Direct Plan  •  Regular Plan    Options under each Plan(s):  •  Growth Option  •  Monthly Income Distribution Cum Capital Withdrawal Option (IDCW)   ➢  Payout of Income Distribution cum Capital Withdrawal (IDCW) Facility;  ➢  Reinvestment of Income Distribution cum Capital Withdrawal (IDCW)  Facility  •  Daily Reinvestment of Income Distribution Cum Capital Withdrawal option  (IDCW)",
        "I   P   T   I   M   I   I   (   I (a)  Growth Option:  he  Income  will  not  be  declared  &  distributed  under  this  Option.  The  income  attributable to Units under this Option will continue to remain invested and will be  reflected in the Net Asset Value of Units under this Option.    (b) Monthly Income Distribution Cum Capital Withdrawal Option (IDCW)   n  the  Monthly  Income  Distribution  cum  Capital  Withdrawal  Option,  the  fund  will  endeavour to declare regular Income Distribution on a monthly basis.  onthly  Income  Distribution  cum  Capital  Withdrawal  option  has  two  facilities  namely Monthly Payout of Income Distribution cum capital withdrawal Facility; and  Monthly Reinvestment of Income Distribution cum capital withdrawal Facility.  ncome will be declared on every 25th of the month or on the next Business Day if  25th of the month is not a Business Day. The Income  declared will be  paid to the  Unitholders within 7 working days from the declaration of the Income. If the Income  Distribution payable to the Unitholder under the Payout of Income Distribution cum  Capital  Withdrawal  Facility  is  less  than  or  equal  to  Rs.  500/-,  then  the  Income  Distributed will be compulsorily reinvested in the same Facility.  ncome  will  be  distributed  from  the  available  distributable  surplus  after  the  deduction of TDS and applicable surcharge, if any.  c)  Daily Reinvestment  of  Income  Distribution  cum  Capital  Withdrawal  (IDCW)  Option   n the Daily Reinvestment of Income Distribution cum Capital Withdrawal Option, the  Fund  will  endeavour  to  declare  regular  Income  Distribution  on  a  daily  basis.  The  Income  declared  under  this  Option  would  be  re-invested  to  the  credit  of  the  Unitholder’s  account  at  the  ex-Dividend  NAV  by  way  of  additional  Units  of  the  Scheme and no payout of Income will take place.   lease note that the Income is subject to availability of distributable surplus, if any.  There  is  no  assurance  or  guarantee  to  Unitholders  as  to  the  rate  of  Income  distribution nor that the Income will be regularly paid, though it is the intention of  the Mutual Fund to make regular Income distribution under this Option.  nvestor should indicate the Direct / Regular Plan for which the subscription is made  by indicating the choice in the application form. In case of valid application received  without indicating any choice of plan then the application will be processed for plan  as under:",
        "Scenario",
        "Broker Code  mentioned by the  investor",
        "Plan mentioned by  the investor",
        "Default Plan to be  captured",
        "1",
        "Not mentioned",
        "Not mentioned",
        "Direct Plan",
        "2",
        "Not mentioned",
        "Direct",
        "Direct Plan",
        "3",
        "Not mentioned",
        "Regular",
        "Direct Plan",
        "4",
        "Mentioned",
        "Direct",
        "Direct Plan",
        "5",
        "Direct",
        "Not Mentioned",
        "Direct Plan",
        "6",
        "Direct",
        "Regular",
        "Direct Plan",
        "A   P   T   T   F 7  Mentioned  Regular  Regular Plan  8  Mentioned  Not Mentioned  Regular Plan     In cases of wrong /invalid/ incomplete ARN codes mentioned on the application form,  the  application shall be  processed under  Regular Plan. The AMC shall contact and  obtain the correct ARN code within 30 calendar days of the receipt of the application  form from the investor/ distributor. In case, the correct code is not received within  30 calendar Days, the AMC shall reprocess the transaction under Direct Plan from the  date  of  application.  In  case  an  investor  submits  an  application  with  ARN  number  which  is  valid  but  the  broker/distributor  is  not  empaneled  with  the  AMC,  the  transaction will be processed under “Direct Plan” or in the manner notified by SEBI /  AMFI from time to time.  ll  Purchase  /  Switch  requests  (including  under  fresh  registrations  of  Systematic  Investment Plan (SIP) / Systematic Transfer Plan (STP) or under SIPs/ STPs registered  prior to the suspension period).The financial transactions# of an investor where his  distributor’s  AMFI  Registration  Number  (ARN)  has  been  suspended  temporarily  or  terminated permanently received during the suspension period shall be processed  under  “Direct Plan” and continue to be  processed under “Direct Plan” perpetually  unless  after  suspension of  ARN  is  revoked,  unitholder  makes a  written  request  to  process  the  future  installments  /  investments  under  “Regular  Plan”.  Any  financial  transactions  requests  received  through  the  stock  exchange  platform,  from  any  distributor whose ARN has been suspended, shall be rejected.  lans for Deployment of Unclaimed Amounts:  he  following  plans  are  the  plans  in  Quantum  Liquid  Fund  for  deployment  of  Unclaimed Redemption / IDCW Amounts in the Schemes of Quantum Mutual Fund:    (i)   Unclaimed IDCW Plan Below 3 years    (ii)  Unclaimed IDCW Plan Above 3 years   (iii) Unaimed Redemption Plan Below 3 years   (iv) Unclaimed Redemption Plan Above 3 years    he above plans shall not be available for subscriptions / switch in by the Investors /  Unitholders.  or further details of above plans, kindly refer SAI."
    ],
    "load_structure": [
        "Exit Load: The exit load on a graded basis will be levied as follows:",
        "Investor Exit Upon Subscription",
        "Exit Load as a % of Redemption  Proceeds",
        "Day 1",
        "0.0070%",
        "Day 2",
        "0.0065%",
        "Day 3",
        "0.0060%",
        "Day 4",
        "0.0055%",
        "Day 5",
        "0.0050%",
        "Day 6",
        "0.0045%",
        "Day 7 onwards",
        "NIL"
    ],
    "minimum_application_amount/switch_in": [
        "(a)  Growth Option - Rs. 5,000/-and in multiples of Re.1/- thereafter.  (b)  Monthly IDCW Option - Rs. 10,000/-and in multiples of Re.1/- thereafter.  (c)  Daily  Reinvestment  of  Income  Distribution  Cum  Capital  Withdrawal  (IDCW)  Option- Rs. 1,00,000/-and in multiples of Re.1/- thereafter."
    ],
    "minimum_additional_purchase_amount": [
        "Rs. 500/- and in multiples of Re. 1/- thereafter / 50 units"
    ],
    "minimum_redemption/sw_itch_out_amount": [
        "Nil"
    ],
    "segregated_portfolio/side_pocketing_disclosure": [
        "Not Available"
    ],
    "swing_pricing_disclosure": [
        "Available During Market Dislocation. For Details, kindly refer SAI."
    ],
    "stock_lending/short_selling": [
        "Not Available"
    ],
    "how_to_apply_and_other_details": [
        "The  Applications  Forms  shall  be  made  available  at  Investor  Service  Centres  (ISCs)/Official  Points  of  Acceptance  (OPAs)  of  Mutual  Fund  and/  or  may  be  downloaded  from  the  website  of  AMC.  The  list  of  the  Investor  Service  Centres  (ISCs)/Official Points of Acceptance (OPAs) of the Mutual Fund will be provided on  the website of the AMC www.QuantumAMC.com. For further details, please refer to  the SAI and Application form for the instructions. It is mandatory to mention the Bank  Account Number in the application / requests for redemption. The list of official point  of  acceptance  and  collecting  bankers’  details  are  available  https://www.quantumamc.com/Downloads/pdfs/collecting-bankers.pdf"
    ],
    "investor_services": [
        "Investor may contact the AMC for any Queries / Clarifications / Complaints to Mr.  Chandrasen  Manjrekar  -  Vice  President  Customer  Relations  at  Email  -  CustomerCare@QuantumAMC.com, Telephone number - 1800 209 3863 / 1800 22  3863 (Toll Free).     Ms. Rina Nathani – Investor Relation Officer (IRO) can be contacted at Quantum Asset  Management Company Private Limited, 1st Floor, Appejay House, 3 Dinshaw Vachha  Road,  Churchgate,  Mumbai  -  400020,  Telephone  Number  022-61447800,  Email  IRO@Quantumamc.com     For any grievances with respect to transactions through Stock Exchange Platform for  Mutual Funds, the investors should approach either the stockbroker or the investor  grievance cell of the respective stock exchange.     For further details / escalation please refer the Grievance Policy available on the AMC  Website https://www.quantumamc.com/downloads/pdfs/grievance_report.pdf"
    ],
    "specific_attribute_of_the_scheme": [
        "NIL"
    ],
    "special_product/facility_available_on_ongoing_basis": [
        "•  Systematic Investment Plan (SIP)    A plan enabling investors to invest in the scheme at periodic intervals by submitting   payment instructions.      •  Systematic Transfer Plan (STP)  A plan enabling investors to transfer a fixed amount at periodic intervals into other  schemes of Quantum Mutual Fund.",
        "Frequency",
        "Eligible  Dates",
        "Minimum Amount Per  Instalment",
        "Minimum Instalments",
        "Daily",
        "All Business  days",
        "Rs. 100 and in multiple  of Re. 1 thereafter",
        "30 instalments",
        "Weekly",
        "Any day of  the week",
        "Rs. 500 and in multiple  of Re. 1 thereafter (for  ELSS multiple of Rs.500)",
        "10 instalments",
        "Fortnightly",
        "Any day of  alternative  Week",
        "Rs. 500 and in multiple  of Re. 1 thereafter (for  ELSS multiple of Rs.500)",
        "10 instalments",
        "Monthly",
        "Any date  (except 29,  30, 31st)",
        "Rs. 500 and in multiple  of Re. 1 thereafter (for  ELSS multiple of Rs.500)",
        "12 instalments",
        "Quarterly",
        "Any date  (except 29,  30, 31st)",
        "Rs. 500 and in multiple  of Re. 1 thereafter (for  ELSS multiple of  Rs.500)",
        "12 instalments",
        "Frequency",
        "Eligible Dates",
        "Minimum Amount Per  Instalment",
        "Minimum Instalments",
        "Daily",
        "All Business  days",
        "Rs. 100 and in multiple  of Re. 1 thereafter (for  ELSS  Rs.  500  and  multiple of Rs. 500).",
        "30 instalments",
        "Weekly",
        "Any day of the  week",
        "Rs. 500 and in multiple  of Re. 1 thereafter",
        "10 instalments",
        "Fortnightly",
        "Any day of  alternative  Week",
        "Rs. 500 and in multiple  of Re. 1 thereafter",
        "10 instalments",
        "Monthly",
        "Any date  (except 29,  30,31st)",
        "Rs. 500 and in multiple  of Re. 1 thereafter",
        "12 instalments",
        "Quarterly",
        "Any date  (except 29,  30,31st)",
        "Rs. 500 and in multiple  of Re. 1 thereafter",
        "12 instalments",
        "Minimum balance to start STP: Rs.5000/-",
        "➢   ➢   •   T   F   Systematic Withdrawal Plan (SWP)  A plan enabling investors to withdraw sums from their unit accounts in the Scheme  at periodic intervals.      • Switching Option    Inter-Scheme Switching  switch part or all investments from one plan / option of the scheme to plan / option  of the other scheme of Quantum Mutual Fund subject to terms and conditions of  the respective scheme.    Intra-Scheme Switching  switch part or all investments within the scheme from one plan / option to other  plan / option of the respective scheme.    Instant Redemption (Access) Facility     This facility enables an investor to receive credit redemption proceeds to registered  bank  account  instantly  from  the  receipt  of  Instant  Redemption  Request  using  Immediate Payment Services (IMPS) provided by various banks.  he maximum redemption amount shall be Rs. 50,000 or 90% of latest value  of investment (as per last available NAV on records) in the scheme, whichever  is  lower.  This  limit  shall  be  applicable  per  calendar  day,  per  scheme,  per  investor.  or further details of above special products / facilities, kindly refer SAI.",
        "Frequency",
        "Eligible Dates",
        "Minimum  Amount  Per  Instalment",
        "Minimum  Instalments",
        "Weekly",
        "Any day of the  week",
        "Rs. 500 and in multiple of Re.  1 thereafter",
        "10 instalments",
        "Fortnightly",
        "Any day of  alternative  Week",
        "Rs. 500 and in multiple of Re.  1 thereafter",
        "10 instalments",
        "Monthly",
        "Any date",
        "Rs. 500 and in multiple of Re.  1 thereafter",
        "10 instalments",
        "Quarterly",
        "Any date",
        "Rs. 500 and in multiple of Re.  1 thereafter",
        "10 instalments",
        "Minimum balance to start SWP: Rs.5000/-"
    ],
    "weblink": [
        "D   F TER for Last 6 months:   https://www.quantumamc.com/FileCDN/Pdf/TER_April24toSept24.xlsx  aily TER: https://www.quantumamc.com/regulatory-document#collapseSix  act Sheet: https://www.quantumamc.com/factsheets/combined/-1/0/0"
    ],
    "fund_manager": [
        [
            "N ame of  the Fund  Manager",
            "Age",
            "Educational  Qualifications",
            "Tenure of  the  Managing  the  Scheme",
            "Brief Experience",
            "Other Schemes  Managed"
        ],
        [
            "Mr. Pankaj  Pathak–  Fund  Manager",
            "37",
            "PGDM  (Banking and  Finance),  CFA (CFA  Institute,  USA),  B.Sc.,  JAIIB & CAIIB",
            "7 years and  6 months  Since  March 01,  2017",
            "Over 15 years of experience in  Fixed  income  investments and  Research.  He  joined  Quantum  Asset  Management Company Private  Limited  in  August,  2013  as  a  Dealer  Fixed  Income  and  presently  is  Fund  Manager  –  Fixed Income.  Prior  to  joining  Quantum,  he  was  associated  with  Bank  of  Maharashtra.",
            "•         •  Quantum  Dynamic Bond  Fund    Quantum Multi  Asset Allocation  Fund"
        ]
    ]
}