{
    "risk_bbox": "(An open ended debt scheme i This product is suitable for investors who are seeking*: Sch • Credit risk free returns over medium to long term • Investments mainly in government securities of various maturities Investorprincipa*Investors should consult their The above product labelling assthe scheme characteristics or modmade. Potential Risk Matrix:",
    "other_text": [
        "SCHEME INFORMATION DOCUMENT",
        "GROWW GILT FUND (An open ended debt scheme investing in government securities across maturity. A relatively high interest",
        "rate risk and relatively low credit risk) This product is suitable for investors who are seeking*:",
        "Scheme Riskometer Benchmark Riskometer",
        "As per AMFI Tier I Benchmark CRISIL Dynamic Gilt Index",
        "• Credit risk free returns over medium to long term • Investments mainly in government securities of various maturities",
        "Investors should understand that their principal will be at moderate risk",
        "Benchmark riskometer is at moderate risk *Investors should consult their financial advisers if in doubt about whether the product is suitable for them.",
        "The above product labelling assigned during the New Fund Offer (NFO) is based on internal assessment of the scheme characteristics or model portfolio and the same may vary post NFO when the actual investments are made.",
        "Potential Risk Matrix:",
        "Offer for Sale of Units at Rs 10 as on the date of allotment for applications received during the New Fund Offer (“NFO”) period and at NAV based prices during the Ongoing Offer.",
        "New Fund Offer Opens on: April 23, 2025",
        "New Fund Offer Closes on: May 07,2025 Scheme re-opens on or before May 22, 2025 The subscription list may be closed earlier by giving at least one day’s notice in one daily newspaper, however the NFO period shall be open for minimum 3 working days. The Trustee reserves the right to extend the closing date of the New Fund Offer Period, subject to the condition that the subscription list of the NFO period shall not be kept open for more than 15 days.",
        "1"
    ],
    "title": [
        "Description"
    ],
    "name_of_the_scheme": [
        "Groww Gilt Fund"
    ],
    "category_of_the_scheme_gilt_fund": [],
    "scheme_type": [
        "An  open  ended  debt  scheme  investing  in  government  securities across maturity.  A relatively high interest rate risk and relatively low credit risk."
    ],
    "scheme_code": [
        "GROW/O/D /GIL/25/03/0029"
    ],
    "investment_objective": [
        "H The objective of the Scheme is to generate credit risk-free returns by predominantly  investing in  sovereign  securities  issued  by  the  Central Government   and/or   State    Government(s)   and/or   any security  guaranteed  by  the  Government  of  India,   and/or reverse  repos  in  such  securities as  per  applicable  RBI  Regulations and  Guidelines. The Scheme may also be investing in Reverse repo, Triparty repo on  Government  securities  or  treasury  bills  and/or other similar instruments as may  be notified from time to time.   owever, there is no assurance that the investment objective of the Scheme will be  achieved."
    ],
    "l_liquidity_details_isting_details": [
        "T The Scheme will offer units for purchases/switch-ins and redemptions/switch-outs  at NAV based prices on all business days on an ongoing basis.   Repurchase of Units will be at the NAV prevailing on the date the units are tendered  for repurchase.   As  per  SEBI  Regulations,  the  Mutual  Fund  shall  dispatch  redemption  proceeds  within 3 working Days of receiving a valid redemption request. A penal interest of  15% per annum or such other rate as may be prescribed by SEBI from time to time,  will be paid in case the redemption proceeds are not made within 3 working Days  from the date of receipt of a valid redemption request.   he Scheme being open ended, the Units are not proposed to be listed on any stock  exchange and no transfer facility on the exchange is provided. However, the Trustee  reserves the right to list the units as and when open-end Schemes are permitted to be  listed under the Regulations, and if the Trustee considers it necessary in the interest  of unit holders of the Scheme."
    ],
    "_benchmark": [
        "T   T As per AMFI Tier I benchmark   CRISIL Dynamic Gilt Index  he Scheme intends to invest in a portfolio of instruments which is best captured by  CRISIL Dynamic Gilt Index. The composition of the benchmark is in line with the  intended asset allocation of the fund. Hence, the benchmark Index is an appropriate  benchmark for the scheme.   he  Trustee  reserves  the  right  to  change  the  benchmark  for  the  evaluation  of  the  performance  of  the  Scheme  from  time  to  time,  keeping  in  mind  the  investment",
        "objective of the Scheme and the appropriateness of the benchmark,subject to SEBI  Mutual Fund Regulations, 1996 and circulars issued by SEBI from time to time.",
        "The AMC will calculate the NAVs for all the Business Days. The Asset Management  Company  (“AMC”)  shall  update  the  NAVs  on  the  AMFI  website  (www.amfiindia.com) before 11.00 p.m. every Business Day. The NAV will also be  available  on  AMC  website  (https://www.growwmf.in/nav).  If  the  NAVs  are  not  available before the commencement of Business Hours on the following day due to  any reason, the Mutual Fund shall issue a press release giving reasons and explaining  when the Mutual Fund would be able to publish the NAV.   Further Details in Section II."
    ],
    "applicable_timelines_": [
        "Timeline for",
        "Dispatch of redemption proceeds:  The  redemption  or  repurchase  proceeds  shall  be  credited  to  the  registered  bank  account/dispatched  to  the  unitholders  within  03  working  days  from  the  date  of  redemption  or  repurchase.  In  case  of  exceptional  situations,  additional  time  for  redemption payment may be taken. This shall be in line with AMFI letter dated  January 16, 2023.  Dispatch of IDCW:  The IDCW warrants shall be dispatched to the unitholders within 07 working days  of the date of declaration of the IDCW.   In case of Unit holders having a bank account with certain banks with which the  Mutual Fund would have an arrangement from time to time, the IDCW proceeds  shall be electronically credited to their account.   In  case  of  specific  request  for  IDCW  by  warrants/cheques/demand  drafts  or  unavailability  of  sufficient  details  with  the  Fund,  the  IDCW  will  be  paid  by  warrant/cheques/demand  drafts  and  payments  will  be  made  in  favour  of  the  unitholder (registered holder of the Unit or, if there are more than one registered  holder, only to the first registered holder) with bank account number furnished to  the Fund.   Please note that it is mandatory for the unitholders to provide the bank account details  as per SEBI guidelines."
    ],
    "plans_and_options_plansoptions_and_options_under_the_scheme": [
        "I The Scheme will have Regular Plan and Direct Plan** with a common portfolio and  sub  separate NAVs. Investors should indicate the Plan for which the subscription is made  by indicating the choice in the application form.   Each of the above Regular and Direct Plan under the scheme will have the following  Options / Sub-options: (1) Growth Option and (2) Income Distribution cum Capital  Withdrawal  (IDCW)  Option.  The  IDCW  Option  shall  have  only  Reinvestment  of  IDCW and Payout of IDCW Option.   The default option for the unitholders will be Regular Plan - Growth Option if he is  routing his investments through a distributor and Direct Plan – Growth option if he is  a direct investor.   If the unit holders selects IDCW option but does not specify the sub-option then the  default sub-option shall be Reinvestment of IDCW.   Investors subscribing under Direct Plan of the Scheme will have to indicate “Direct  Plan” against the Scheme name in the application form i.e. “Groww Gilt Fund - Direct  Plan”. Treatment for investors based on the applications received is given in the table  below:   Investors should also indicate “Direct” in the ARN column of the application form.  If the application is received incomplete with respect to not selecting Regular/Direct  Plan, the application will be processed as under:   n  cases  of  wrong/  invalid/  incomplete  ARN  codes  mentioned  on  the  application  form, the application shall be processed under Regular Plan. The AMC shall contact  and  obtain  the  correct  ARN  code  within  30  calendar  days  of  the  receipt  of  the  application  form  from  the  investor/  distributor.  In  case,  the  correct  code  is  not  received  within  30  calendar  days,  the  AMC  shall  reprocess  the  transaction  under  Direct Plan from the date of application without any exit load.   **DIRECT PLAN: Direct Plan is only for investors who purchase /subscribe Units  in a Scheme directly with the Mutual Fund or through the stock exchange and is not  available for investors who route their investments through a Distributor",
        "Scenario",
        "Broker Code  mentioned by  the investor",
        "Plan  mentioned by  the investor",
        "Default Plan to be  captured",
        "1.",
        "Not mentioned",
        "Not  mentioned",
        "Direct Plan",
        "2.",
        "Not mentioned",
        "Direct",
        "Direct Plan",
        "3.",
        "Not mentioned",
        "Regular Plan",
        "Direct Plan",
        "4.",
        "Mentioned",
        "Direct",
        "Direct Plan",
        "5.",
        "Direct",
        "Not  mentioned",
        "Direct Plan",
        "6.",
        "Direct",
        "Regular Plan",
        "Direct Plan",
        "7.",
        "Mentioned",
        "Regular Plan",
        "Regular Plan",
        "8.",
        "Mentioned",
        "Not  mentioned",
        "Regular Plan"
    ],
    "load_structure": [
        "T Exit Load: Nil  he AMC reserves the right to modify/alter the load structure and may decide to  charge  on  the  Units  with  prospective  effect,  subject  to  the  maximum  limits  as  prescribed under the SEBI Regulations."
    ],
    "minimum_application_amountswitch_in": [
        "Lumpsum Purchase: Rs. 500/- and in multiples of Re.1  Switch-in: Rs.500/- and in multiples of Re.1"
    ],
    "minimum_additional_purchase_amount": [
        "Rs. 500/- and in multiples of Re.1"
    ],
    "redemptionswitch_out_amount": [
        "The minimum redemption amount shall be Rs. 500 and in multiples of Re. 1 thereafter.  In case, if the investor wants to submit redemption in units, the value should be  equivalent to the minimum redemption amount specified above as on the applicable  NAV date and the units should be in multiples of 0.001.  In case the available balance in folio is less than the minimum redemption  amount/units, then the investor can submit a request for \"All units/Full redemption\"  of the amount / units available in folio.  The  Minimum  Application  and  redemption  amount  mentioned  above  shall  not  be  applicable  to  the  mandatory  investments  made  in  the  Scheme  pursuant  to  the  provisions of clause 6.10 of SEBI Master Circular dated June 27, 2024, as amended  from time to time.   There is no minimum balance requirement."
    ],
    "new_fund_offer_period": [
        "A NFO opens on: April 23, 2025  NFO closes on: May 07, 2025    Minimum duration to be 3 working days and will not be kept open for more than 15  days  ny  changes  in  dates  will  be  published  through  notice  on  AMC  website i.e.  https://www.growwmf.in/downloads/addendum"
    ],
    "xvi._new_fund_offer_price_rs_10_per_unit": [],
    "portfolioside_pocketing_disclosure": [
        "AMC may create segregated portfolio in the scheme.   For details, kindly refer SAI"
    ],
    "xviii_swing_pricing_disclosure_not_applicable_since_it_is_a_gilt_fund": [],
    "stock_lendingshort_selling": [
        "The Scheme will not engage in Short Selling of securities. The Scheme may engage  in Stock lending of securities in accordance with the framework relating to securities  lending and borrowing specified by SEBI. For Details, kindly refer SAI"
    ],
    "how_to_apply_and_other_details": [
        "Investors can subscribe for the Units of the Scheme by completing the Application  Form  and  delivering  it  at  any  Investor  Service  Centre  or  Collection  Centre.  KYC  complied  investor/  Investors  who  are  able  to  provide  necessary information  and/or  documents to perform KYC can perform a web-based transaction to purchase units of  the  Scheme  on  website  of  the  Groww  Mutual  Fund  ie  https://gmf.kfintech.com  or  through any other electronic mode introduced from time to time. For further details  provided in Section II."
    ],
    "investor_services": [
        "I Investors can enquire about NAVs, Unit Holdings, Valuation, IDCWs, etc. or lodge  any service request at the investor support number of AMC 8050180222.  nvestors can also address their queries to the below details:  Investor Support Number – 8050180222  Investor Support Email Id – support@growwmf.in"
    ],
    "fund_manager": [
        {
            "name": "Name of the Fund Manager",
            "experience": "Experience",
            "qualification": "Education Qualification"
        },
        {
            "name": "Mr. Kaustubh Sule (Senior – Fund Manager)",
            "experience": "Mr. Kaustubh has worked in Fixed Income trading and portfolio management for almost 14 years and 3 years in the IT industry as a software engineer. He has worked with Hexaware Technologies, Union Bank of India, Reliance Life insurance, HDFC Life insurance. He was working with Axis Asset Management Company as Fund Manager- Fixed Income before joining Groww.",
            "qualification": "B.E.(Computer) MBA(Finance)"
        }
    ]
}