{
    "risk_bbox": [
        " Bajaj Finserv Large and Mid Cap Fund (Consolidated Std. Obs. 1) An open ended equity scheme investing in both large cap and mid cap stocks   This product is suitable for investors who are seeking*:  • Wealth creation over long term • Open ended equity scheme investing in both large cap and mid cap stocks  *Investors should consult their financial advisers if in doubt about whether the product is suitable for them                                                        Riskometer (Consolidated Std. Obs. 3) Scheme Benchmark    Nifty Large Midcap 250 TRI   Continuous offer of units at NAV based prices    Investors understand that their principal  will be at very high risk "
    ],
    "all_other_text": [
        " Bajaj Finserv Large and Mid Cap Fund (Consolidated Std. Obs. 1) An open ended equity scheme investing in both large cap and mid cap stocks   This product is suitable for investors who are seeking*:  • Wealth creation over long term • Open ended equity scheme investing in both large cap and mid cap stocks  *Investors should consult their financial advisers if in doubt about whether the product is suitable for them                                                        Riskometer (Consolidated Std. Obs. 3) Scheme Benchmark    Nifty Large Midcap 250 TRI   Continuous offer of units at NAV based prices    Investors understand that their principal  will be at very high risk "
    ],
    "title": [
        "Description"
    ],
    "name_of_the_scheme": [
        "Bajaj Finserv Large and Mid Cap Fund (BFLMCF)"
    ],
    "category_of_the_scheme": [
        "Large and Mid Cap Fund"
    ],
    "scheme_type": [
        "An open ended equity scheme investing in both large cap and mid  cap stocks"
    ],
    "scheme_code": [
        "BFAM/O/E /LMF/24/01/0009 (Consolidated Std. Obs. 7)"
    ],
    "investment_objective": [
        "To  generate  long-term  capital  appreciation  by  investing  in  a  diversified  portfolio  of  equity  and  equity  related  securities,  predominantly in large and mid-cap stocks from various sectors. The  fund manager may also seek participation in other equity and equity  related securities.    However, there is no assurance that the investment objective of the  Scheme will be achieved. (Consolidated Std. Obs. 5)"
    ],
    "liquiditylisting_details": [
        "T The scheme is an open ended equity scheme. Being an open ended  scheme,  the  scheme  is  open  for  repurchase/redemption  on  all  business  days.  Redemption  proceeds  shall  be  dispatched  within  three working days from the date of redemption request.   he scheme is not listed on any of the stock exchanges. The AMC, at  its discretion, can undertake listing on any of the stock exchange."
    ],
    "benchmark_total_return_index_std_obs_9": [
        "T   T Nifty Large Midcap 250 TRI  he composition of the aforesaid benchmark is such that, it is most  suited for comparing performance of the Scheme.   he  Trustee  reserves  the  right  to  change  the  benchmark  for  the  evaluation  of  the  performance  of  the  Scheme  from time  to  time,  keeping  in  mind  the  investment  objective  of  the  Scheme  and  the  appropriateness of the benchmark, subject to the compliance with  Regulations/ circulars issued by SEBI and AMFI in this regard from  time to time."
    ],
    "nav_disclosure_std_obs_17_a": [
        "(Consolidated Std. Obs. 40)  NAV shall be calculated and disclosed on all business days, except  under  special  circumstances.  NAV  shall  be  disclosed  on  AMC  website  (www.bajajamc.com)  and  on  AMFI  website  (www.amfiindia.com).  NAV  shall  be  available  on  all  centers  for  acceptance of transactions. NAV shall also be made available at all  Investor Service Centres and the Toll free number of the AMC i.e.  18003093900.                                                                           (Consolidated Std. Obs. 41)  NAV  will  be  calculated  upto  three  decimal  places  and  shall  be  disclosed before 11.00 p.m. on all business days. In case NAV is not  uploaded within the stipulated timing of 11.00 p.m. on any business  day,  explanation  shall  be  provided  to  AMFI  for  non  adherence  of  time limit. If the NAV is not available before the commencement of  business hours on the following day due to any reason, the Mutual  Fund  shall  issue  a  press  release  giving  reasons  for  the  delay  and",
        "explaining when the Mutual Fund would be able to publish the NAV."
    ],
    "applicable_timelines": [
        "•  Redemption proceeds shall be dispatched within three working  days  from  the  date  of  redemption  request.  In  case  of  delay  beyond three working days, the AMC is liable to pay interest to  the investors at the rate of 15% per annum.     •  IDCW  payments  shall  be  dispatched/transferred  to  the  investors within seven working days from the IDCW record date.  In  case  the  AMC  fails  to  make  IDCW  payment  within  seven  working days, the AMC shall be liable to pay interest to investors  at 15% per annum. The interest on delayed payment would be  computed from the record date for IDCW.    •  Physical dispatch of redemption/IDCW proceeds shall be carried  out  only  in  exceptional  circumstances  and  the  AMC  shall  be  required  to  maintain  records  along  with  reasons  for  all  such  physical dispatches."
    ],
    "plans_and_options_plansoptions_and_sub_options_under_the_scheme": [
        "O   I Plans:  Bajaj Finserv Large and Mid Cap Fund – Direct Plan  Bajaj Finserv Large and Mid Cap Fund – Regular Plan  ptions:  Growth Option  Income  Distribution  cum  Capital  Withdrawal  (IDCW)  option  with  Payout of Income Distribution cum Capital Withdrawal sub-option,  Reinvestment of Income Distribution cum Capital Withdrawal sub- option and Transfer of Income Distribution cum Capital Withdrawal  sub-option.    The  Scheme  will  have  a  common  portfolio  across  various  Plans/Options/Sub-options.  nvestors  are  requested  to  note  that  Growth  and  IDCW  Option  (Payout, Reinvestment and Transfer) under Regular and Direct Plans  will have different NAVs. These NAVs will be separately declared.    Default Plan would be as mentioned below:",
        "ARN  Code  mentioned/not  mentioned by investor",
        "Plan  mentioned  by  investor",
        "Default Plan",
        "Not mentioned",
        "Not mentioned",
        "Direct Plan",
        "Not mentioned",
        "Direct Plan",
        "Direct Plan",
        "Not mentioned",
        "Regular Plan",
        "Direct Plan",
        "Mentioned",
        "Direct Plan",
        "Direct Plan",
        "Direct",
        "Not mentioned",
        "Direct Plan",
        "Direct",
        "Regular Plan",
        "Direct Plan",
        "Mentioned",
        "Regular Plan",
        "Regular Plan",
        "Mentioned",
        "Not mentioned",
        "Regular Plan",
        "B   D   In cases of wrong/ invalid/ incomplete ARN codes mentioned on the  application  form,  the  application  shall  be  processed  under  Direct  Plan.  The  AMC  shall endeavour  on  best  effort  basis to obtain  the  correct  ARN  code  within  30  calendar  days  of  the  receipt  of  the  application  form  from  the  investor.  In  case  the  correct  code  is  received  within  30  calendar  days,  the  AMC  shall  reprocess  the  transaction under Regular Plan from the date of application without  any exit load.  ajaj  Finserv  Large  and  Mid  Cap  Fund  -  Direct  Plan  is  only  for  investors who purchase /subscribe units in a Scheme directly with  the Fund.  efault option will be Growth Option.  Default sub-option will be Reinvestment of Income Distribution cum  capital withdrawal sub-option.    For detailed disclosure on default plans and options, kindly refer SAI."
    ],
    "load_structure_consolidated_std_obs_47_std_obs_16": [
        "T   T Entry load – not applicable  Exit load – For each purchase of units through Lumpsum / switch-in  /  Systematic  Investment  Plan  (SIP)  and  Systematic  Transfer  Plan  (STP), exit load will be as follows:    if units are redeemed / switched out within 6 months from the date  of allotment:  if upto 10% of units allotted are redeemed/switched out – Nil  any  redemption  /  switch-out  of  units  in  excess  of  10%  of  units  allotted - 1% of applicable NAV.    if units are redeemed/switched out after 6 months from the date of  allotment, no exit load is payable.  he Scheme will not levy exit load in case the timelines for rebalancing  portfolio  as  stated  in  SEBI  Master  Circular  for  Mutual  Funds  dated  June 27, 2024, is not complied with.  he Trustee / AMC reserves the right to change the load structure  any time in the future if they so deem fit on a prospective basis. The  investor is requested to check the prevailing load structure of the  scheme before investing."
    ],
    "minimum_application_amountswitch_in": [
        "S   M   T Fresh  Purchase  (lumpsum):  Rs.  500/-  and  in  multiples  of  Re.  1/-  thereafter   ystematic Investment Plan (SIP): Rs. 500 and above: minimum 6  instalments.  inimum amount for switch-in: Rs. 500 and in multiples of Re. 1.  wo-Factor Authentication will be applicable for subscription as well",
        "F as redemption transactions in the units of Mutual Fund.  or more information, please refer SAI."
    ],
    "minimum_additional_purchase_amount": [
        "Rs. 100/- and in multiples of Re. 1/- thereafter."
    ],
    "minimum_redemptionswitch_out_amount": [
        "Rs. 500 and in multiples of Re. 0.01/- or the account balance of the  investor whichever is less."
    ],
    "segregated_portfolioside_pocketing_disclosure": [
        "A   a   I   T   F The  AMC  may  create  a  segregated  portfolio  of  debt  and  money  market  instruments  in  a  mutual  fund  scheme  in  case  of  a  credit  event and to deal with liquidity risk.   (Consolidated Std. Obs. 53)  In this regard, the term ‘segregated portfolio’ shall mean a portfolio  comprising of debt or money market instrument affected by a credit  event, that has been segregated in a mutual fund scheme and the  term ‘main portfolio’ shall mean the scheme portfolio excluding the  segregated  portfolio.  The  term  ‘total  portfolio’  shall  mean  the  scheme  portfolio  including  the  securities  affected  by  the  credit  event.    segregated portfolio may be created in a mutual fund scheme in  case of a credit event at issuer level i.e. downgrade in credit rating  by a SEBI registered Credit Rating Agency (CRA), as under:  )  Downgrade of a debt or money market instrument to ‘below  investment grade’, or   b)  Subsequent downgrades of the said instruments from ‘below  investment grade’, or   c)  Similar such downgrades of a loan rating.   n  case  of  difference  in  rating  by  multiple  CRAs,  the  most  conservative  rating  shall  be  considered.  Creation  of  segregated  portfolio  shall  be  based  on  issuer  level  credit  events  as  detailed  above and implemented at the ISIN level.   he AMC may also create a segregated portfolio of unrated debt and  money  market  instruments  of  an  issuer  that  does  not  have  any  outstanding  rated  debt  or  money  market  instruments  in  case  of  ‘actual default’ of either the interest or principal amount.'  or Details, kindly refer SAI"
    ],
    "swing_pricing_disclosure": [
        "Not Applicable"
    ],
    "stock_lendingshort_selling": [
        "F The  Scheme  may  engage  in  Stock  lending  in  accordance  with  the  framework relating to securities lending and borrowing specified by  SEBI. The scheme will not engage in short selling.  or Details, kindly refer SAI"
    ],
    "how_to_apply_and_other_details": [
        "Investors  can  obtain  application  form  /  Key  Information  Memorandum  (KIM)  from  Bajaj  Finserv  AMC  branch  offices,"
    ],
    "consolidated_std_obs_35": [
        "I   P Investor services centers and RTA’s (Kfin) branch office.   nvestors  can  also  download  application  form  /  Key  Information  Memorandum (KIM) from our website (www.bajajamc.com)  lease refer to the SAI and Application form for the instructions."
    ],
    "investor_services": [
        "•  Contact details for general service requests:  You  may  call  on  Toll  Free:  1800-309-3900  (Monday  to  Friday  9:00  am  to  6:00  pm)  or  write  us  on  email  id:  service@bajajamc.com or raise a service ticket on our website  at link: https://bajajfinservasset.my.site.com/Web2Case/s/     •  Contact details for complaint resolution:  Ms. Priya Singh  Investor Relations Officer  Tel No: 020 67672500  Fax No: 020 67672550  Email: service@bajajamc.com"
    ],
    "specific_attribute_of_the_scheme_such_as_lock_in_duration_in_case_of_target_maturity_schemeclose_ended_schemes_as_applicable": [
        "Not Applicable"
    ],
    "special_productfacility_available_during_ongoing_basis": [
        "T   T   I   I Systematic Investment Plan (SIP)  Investors can undertake investing on a specified periodic basis and  aim to take advantage from rupee cost averaging through SIP in the  scheme.   he following SIP frequency will be available to the investors:    Daily   Weekly   Fortnightly   Monthly  Quarterly  he applicability of the minimum amount of instalment mentioned  is at the time of registration only. In case SIP date falls on a non- business day or on a day that is not available in the particular month,  the instalment would be processed on next business day.  nvestors can subscribe for SIP by using NACH facilities offered by  the Banks. The cheque for investment in the scheme should be in  favor  of  “Bajaj  Finserv  Large  and  Mid  Cap  Fund”  and  crossed  “Account  Payee  Only”,  and  the  cheques  must  be  payable  at  the  center where the applications are submitted to the Investor Service  Centre.   n case of fresh/additional subscription, if the name of the scheme"
    ],
    "": [
        "I   I   I   A   T   F on  the  application  form/transaction  slip  differs  with the  name on  the Cheque/Demand Draft, then the AMC would allot units under  the scheme mentioned on the application form/ transaction slip. In  case  of  fresh/additional  subscription,  if  the  scheme  name  is  not  mentioned on the application form/transaction slip, then the units  will  be  allotted  under  the  scheme  mentioned  on  the  Cheque/Demand Draft. The option that would be considered in such  cases if not specified by the customer would be the default option  of the Scheme. However, in case additional subscription is under the  same scheme as fresh subscription, then the AMC reserves the right  to allot units in the option under which units were allotted at the  time of fresh subscription.  nvestors/ unitholders can enroll themselves for SIP by ticking the  appropriate box in the application form and filling up the relevant  SIP form specifying the amount, period, and SIP date. The detailed  terms and conditions are mentioned in the SIP Auto Debit Form. SIP  through  post-dated  cheques  will  not  be  accepted.  Where  the  mandate form and the SIP registration form are submitted together,  debits for the SIP may happen only on successful registration of the  mandate by the Unit holder(s) bank. The Fund / AMC would present  the  SIP  transactions  without  waiting  for  the  confirmation  of  the  successful registration from the Unit holder(s)’ bank.   n  case  the  onetime  mandate  is  successfully  registered,  new  SIP  registration  will  take  upto  five  business  days.  The  first  debit  may  happen any time thereafter, based on the dates opted by the Unit  holder(s).  n case of ISIP, URN Registration must be done by investor within 7  calendar days. The URN will be expired after 7 calendar days.    fresh  Account  Statement  /  Transaction  Confirmation  would  be  mailed to the investor indicating the new balance in the Account. An  investor  would  have  the  right  to  discontinue  the  SIP,  subject  to  giving 21 business days prior notice to the subsequent date of SIP  instalment.  erms and conditions    New Investor - If the investor fails to mention the scheme name in  the SIP Mandate Form, then the AMC reserves the right to register  the SIP as per the scheme name available in the main application.  Existing Investor - If the investor fails to mention the scheme name  in the SIP Mandate Form, then the AMC reserves the right to register  the SIP in the current scheme.  or  Weekly  SIP,  Tuesday  will  be  the  default  day  and  incase  of  Fortnightly SIP 1st and 16th of the month will be the default option."
    ],
    "a_b_e_f": [
        "I   S   T   T   I   A If the investor has not mentioned the SIP start Month, SIP will start  from  the  next  applicable  month,  subject  to  completion  of  21  working days lead time from the receipt of SIP request.   n  case  the  SIP  'End  period'  is  incorrect  or  not  mentioned  by  the  Investor in the SIP form, then the default end period would be 40  years from the start date until further instructions are received from  investor.   IP TOP UP Facility:  Investors can opt for SIP TOP UP facility with Fixed Top Up option or  Variable  Top  Up  option  wherein  the  amount  of  the  SIP  could  be  increased  at  fixed  intervals.  In  case  the  investor  opts  for  both  options, the Variable Top Up option would be triggered.   The  Fixed TOP  UP  amount  shall  be  for  minimum  Rs.  500/-  and  in  multiples of Rs. 1/- thereafter.   c.  Variable TOP UP would be available in at 5%, 10% and 15% and such  other denominations (over and above 5%, 10% and 15%) as opted  by the investor in multiples of 5%. An investor can also TOP UP the  SIP in amount terms by keeping minimum top up of Rs. 500.  d.  The frequency is fixed at Yearly and Half Yearly basis. In case the TOP  UP facility is not opted by ticking the appropriate box and frequency  is not selected, the TOP UP facility may not be registered.  In case of Quarterly SIP, only the Yearly frequency is available under  SIP TOP UP.   SIP Top-Up facility shall be available to all the investors.  op-Up Cap amount or Top-Up Cap month-year:   Top-Up Cap amount: Investor has an option to freeze the SIP Top- Up  amount  once  it  reaches  a  fixed  predefined  amount.  The  fixed  pre-defined  amount  should  be  same  as  the  maximum  amount  mentioned  by  the  investor  in  the  bank  mandate.  In  case  of  difference  between  the  Cap  amount  and  the  maximum  amount  mentioned on Bank  mandate, then  amount  which  is  lower  of  the  two amounts shall be considered as the default amount of SIP Cap  amount.   op-Up  Cap  month-year:  It  is  the  date  from  which  SIP  Top-Up  amount  would  cease  and  last  SIP  instalment  including  Top-Up  amount  would  remain  constant  from  Cap  date  till  the  end  of  SIP  tenure.  nvestor shall have flexibility to choose either Top-Up Cap amount  or Top-Up Cap month-  year. In case of multiple selection, Top-Up  Cap amount would be considered as default selection.   ll  the  investors  of  the  scheme  subscribing  the  facility  under  SIP  Variable Top - Up feature are hereby requested to select either Top  -  Up  Cap  amount  or  Top  -  Up  Cap  month  -  year.  In  case  of  no  selection, the SIP Variable Top - Up amount would be capped at a",
        "U   M   M   T   M   S   M   I   T default amount of Rs. 10 lakhs.  nder the said facility, SIP amount would remain constant from Top  - Up Cap date/ amount till the end of SIP Tenure.  icro Systematic Investment Plan (Micro SIP):   icro  SIP/PAN  Exempt  Investments  In  line  with  SEBI  letter  no.  OW/16541/2012  dated  July  24,  2012  addressed  to  AMFI,  Investments  in  the  mutual  fund  schemes  including  investments  through Systematic Investment Plans (SIPs) up to Rs. 50,000/- per  investor per year shall be exempted from the requirement of PAN.  he investor will have the facility of investing by Micro SIP under the  current  SIP  facility.  The  Minimum  Investment  amount  per  instalment would be as per applicable minimum investment amount  of the scheme. The total investment under Micro SIP cannot exceed  Rs. 50,000/-.  icro Investment: If the investment amount (fresh subscription &  additional subscription) and Micro SIP instalments by an investor in  a financial year i.e April to March does not exceed Rs. 50,000/-, it  shall  be  exempt  from  the  requirement  of  PAN.  However,  requirements  of  Know  Your  Customer  (KYC)  shall  be  mandatory.  Accordingly, investors seeking the above exemption for PAN need  to submit the KYC Acknowledgement, irrespective of the amount of  investment.  This  exemption  will  be  available  only  to  Micro  investment made by the individuals being Indian citizens (including  NRIs,  Joint  holders,  minors  acting  through  guardian  and  sole  proprietary  firms).  PIOs,  HUFs,  QFIs  and  other  categories  of  investors would not be eligible for availing this exemption.  IP Top-Up facility shall not be available in case of Micro-SIP.  ode of Payment for SIP:   In case of SIP with payment mode as Standing Instruction / NACH,  Investors are required to submit a cancelled cheque or a photocopy  of a cheque of the bank account, as applicable for which the debit  mandate is provided.   nvestors are requested to note that holding of units through Demat  Option is also available. The units would be allotted based on the  applicable NAV and would be credited to investors’ Demat account  on T + 2 days basis upon realization of funds.   he investors shall note that for holding the units in demat form, the  provisions  laid  down  in  the  SID  and  SEBI  Regulations,  procedural  requirements  as  laid  by  the  Depositories  (NSDL/CDSL)  shall  be  applicable. In case the investor wishes to convert the units held in  non-demat mode to demat mode or vice versa at a later date, such",
        "T   W   T   F   I   S   T   M request along with the necessary form should be submitted to their  Depository Participant(s). Units held in demat form would be freely  transferable,  subject  to  the  applicable  regulations  and  the  guidelines  as  may  be  amended  from  time  to  time.  Investors/unitholders subscribing for SIP are required to submit SIP  request at least 21 business days prior to the date of first debit date  and SIP start date shall not  be beyond 100 days from the date of  submission of request for SIP.  acility of National Automated Clearing House (NACH) Platform in  Systematic Investment Plan (SIP):   n  addition  to  existing  facility  available  for  payments  through  Standing Instructions for investments in SIP, the NACH facility can  also be used by the investors to make payment of SIP instalments.  NACH  is  a  centralized  system  launched  by  National  Payments  Corporation  of  India  (NPCI)  with  an  aim  to  consolidate  multiple  Electronic  Clearing  Service  (ECS)  mandates.  This  facility  would  enable  the  investors  of  the  scheme  to  make  SIP  investments  through NACH by filling up the SIP Registration cum mandate form.  A Unique number will be allotted to every mandate registered under  NACH  called  as  Unique  Mandate  Reference  Number  (“UMRN”)  which can be used for SIP transactions. The NACH facility shall be  available subject to terms and conditions contained in the Easy Pay  Debit Mandate Form and as prescribed by NPCI from time to time.  IP cancellation:  he AMC will endeavour to have the cancellation of registered SIP  mandate within  10  calendar  days  from  the  date  of  receipt  of  the  cancellation  request  from  the  investor.  The  existing  instructions/mandate  would  continue  till  the  date  that  when  it  is  confirmed the SIP has been cancelled.  ultiple  Purchase  or  Systematic  Investment  Plan  (“Multiple  Purchase/SIP”) facility:  he  Company  has  introduced  Multiple Purchase/SIP  facility  which  enables the investors to start investments through Purchase/SIP for  various eligible schemes (more than one or multiple) using a single  application  form.  This  facility  is  available  to  individuals’  investors  only.  Through  this  facility,  an  investor  can  register  SIP  for  a  maximum of five schemes of Bajaj Finserv Mutual Fund. Please refer  to the SAI and Multiple Purchase/SIP Form for the instructions and  terms and conditions of this facility.  ealth SIP  he Company has introduced a Wealth SIP feature where investors  would have an option to do a long-term SIP of 8, 10, 12, 15, 20, 25",
        "I or 30 years. The corpus on completion of SIP term gets switched to  a target scheme and subsequently the desired monthly amount is  paid back to the investor through Systematic Withdrawal Plan (SWP)  from the target scheme. SIP and SWP shall be registered only in the  ‘Growth’ option of the Scheme. Please refer to the SAI and Wealth  SIP  Form  for  the  instructions  and  terms  and  conditions  of  this  feature.    Systematic Withdrawal Plan  nvestors  under  the  scheme  can  enrol  for  the  Systematic  Withdrawal  Plan  (SWP)  facility.  The  SWP  allows  the  Investors  to  withdraw  a  specified  sum  of  money  at  pre-determined  intervals  from the investments undertaken in the scheme. SWP is suitable for  investors seeking a regular inflow of funds for their needs. It is also  suited to retirees or individuals who wish to invest lump-sum and  withdraw from the investment over a period of time. At the time of  registration  for  SWP,  an  investor  can  choose  any  amount  for  withdrawal under the respective frequencies. An investor may avail  this facility by submitting an application form for SWP.",
        "Frequency",
        "Particulars",
        "Monthly",
        "Quarterly",
        "Half-  Yearly",
        "Yearly",
        "SWP  Transactio n   Dates",
        "Any date of  every  month  (between 1st  & 28th)",
        "Any date  of every  Quarter  (between  1st & 28th)",
        "Any date  of every  half -year  (between  1st & 28th)",
        "Any date  of every  year  (between  1st & 28th)",
        "Minimum  no. of  instalment s and  Minimum  amount of  instalment",
        "2  instalments  of Rs.  1000/- each  and in  multiples of  Re. 1/-  thereafter",
        "2  instalmen ts of Rs.  1000/-  each and  in  multiples  of Re. 1/-  thereafter",
        "2  instalmen ts of Rs.  1000/-  each and  in  multiples  of Re. 1/-  thereafter",
        "2  instalmen ts of Rs.  1000/-  each and  in  multiples  of Re. 1/-  thereafter",
        "I    Monthly,  Quarterly,  Half  Yearly  and  Annual  frequencies  are  available under this facility. Minimum number of instalments for all  the frequencies will be 2 installments. Investors can choose any date  as preference for SWP withdrawal to register under any frequency  available. In case the date chosen for SWP falls on a Non-Business  Day or on a date which is not available in a particular month, the  SWP will be processed on the next Business Day.   n  case  none  of  the  frequencies  have  been  opted  then  Monthly  frequency shall be considered as the default frequency and where  no withdrawal date has been opted by the investor, 10th business",
        "T   S   S   R   S   S   T   F   M day of the month shall be considered as the default SWP date.   he amount thus withdrawn by SWP would be equated into units at  Applicable NAV based prices and the number of units so arrived at  would be redeemed and subtracted from the units balance held by  the investor.   WP  may  be  terminated  by  a  written  notice  submitted  by  the  Investor  of  the  Scheme  atleast  7  business  days  before  the  processing of next instalment. SWP would automatically terminate  if  all  units  are  redeemed  from  the  folio  or  upon  the  receipt  of  notification  of  death  or  incapacity  of  the  Investor  by  the  Mutual  Fund/AMC.   WP shall be subject to applicable exit load imposed by the Scheme.  egistration of SWP request would be processed within 5 working  days from the date of receipt of the said request.  ystematic Transfer Plan (STP)   ystematic Transfer Plan (STP) is an option wherein investors of the  source  scheme  can  opt  to  transfer  a  fixed  amount  at  periodic  intervals to the designated target scheme. Bajaj Finserv Large and  Mid  Cap  Fund can  be  a target  scheme  for  investment  from  other  scheme(s) to this Scheme and also a source scheme for investment  from this scheme to other scheme(s).   he  amount  transferred  under  STP  from source  scheme  to  target  scheme  shall  be  done  by  redeeming  units  of  source  scheme  at  Applicable NAV, subject to exit load, if any; and subscribing to the  units of target scheme at Applicable NAV as on specified date(s) as  given below:   requency for STP and number of instalments  inimum  amount  for  STP  –  Rs.  500  and  in  multiples  of  Re.  1.  Minimum no. of instalments 6 for all frequencies.",
        "Particulars",
        "Frequency",
        "Default",
        "Daily Option",
        "All business day",
        "-",
        "Weekly Option",
        "Any  day  from  Monday to Friday",
        "Tuesday",
        "Monthly  &  Quarterly Option",
        "Any  Date  of  every  month",
        "10th  of  the  month",
        "I n case the STP date falls on a non-business day or on a day which is  not available in a particular month, the STP will be processed on the  next business day. In case of nil balance in the source scheme, STP  for  that  particular  due  date  would  not  get  processed.  STP  would",
        "I   B   A   S   T cease to be active upon 3 consecutive unsuccessful transactions or  if all units are pledged or upon receipt of intimation of death of the  investor.  All  requests  for registering  or  discontinuing  STP  shall  be  subject  to  an  advance  notice  of  5  working  days.  The  provision  of  minimum  redemption  amount  specified  in  the  SID  of  the  source  scheme  and  minimum  application  amount  in  the  target  scheme  would not be applicable for STP.  nter-Scheme Switching Facility   ajaj  Finserv  Mutual  Fund  provides  the  investors  the  flexibility  to  switch their investments (subject to provisions as regards minimum  application  amount  referred  above)  from  any  other  scheme(s)/plans managed by Bajaj Finserv Mutual Fund, as per the  features of the respective scheme to this scheme. This facility will  be  useful  to  unitholders  who  wish  to  alter  the  allocation  of  their  investment among scheme(s) / plan(s) of the Mutual Fund in order  to meet their changed investment needs. The switch will be effected  by way of a redemption of units from the Source scheme(s) / plan(s)  as  per  the  applicable  NAV  and  cut  off  and  investment  of  the  proceeds will be made in the target Scheme(s)/Plan(s). The Switch  must comply with the Redemption rules of the Source Scheme/Plan  and the issue  rules of the Target Scheme/ Plan (for e.g. as to the  minimum  number  of  Units  that  may  be  redeemed  or  issued,  Exit  Load etc). The price at which the units will be switched out of the  respective  Scheme/Plans  will  be  based  on  the  Redemption  Price,  and  the  proceeds  will  be  invested  in  the  Scheme  /  Plan  at  the  applicable NAV.   pplication/ Transaction through Fax /Email mode   ubject  to  the  investor  fulfilling  certain  terms  and  conditions  as  stipulated by the AMC from time to time, the AMC, Mutual Fund, or  representative of the AMC, Mutual Fund (“the Recipient”) may (at  its sole discretion and without being obliged in any manner to do so  and  without  being  responsible  and/  or  liable  in  any  manner  whatsoever)  accept  and  process  any  application,  supporting  documents  and  /  or  instructions  submitted  by  an  Investor  /  Unit  holder by facsimile/email (“Fax/Email Submission”) and the investor  / Unit holder voluntarily and with full knowledge takes and assumes  any and all risk associated therewith.   he  Recipient  shall  have  no  obligation  to  check  or  verify  the  authenticity or accuracy of Fax/Email Submission purporting to have  been sent by the investor and may act thereon as if same has been  duly  given  by  the  investor.  In  all  cases,  the  investor  will  have  to  submit  the  original  documents/  instruction  to  the  AMC/  Mutual  Fund.",
        "T   T   T   T   I The original transaction instructions shall clearly bear on every page  the statement “Originals for records”. Further, any failure to do so  on part of the investor might result in duplication in processing of  transaction and the AMC shall not be held liable as such.   he investor acknowledges that the Fax/Email submission is not a  secure means of giving instructions / transactions requests and that  the investor is aware of the risks involved including those arising out  of  such  transmission  being  inaccurate,  imperfect,  ineffective,  illegible,  having  a  lack  of  quality  or  clarity,  garbled,  altered,  distorted, not timely etc.   he  investor’s  request  to  the  Recipient  to  act  on  the  Fax/Email  submission is for the investor’s convenience and the Recipient is not  obliged or bound to act on the same. The investor authorizes the  recipient  to  accept  and  act  on  any  Fax  Submission  which  the  Recipient believes in good faith to be given by the investor and the  Recipient may at its discretion treat any such transaction as if the  same  was  given  to  the  Recipient  under  the  investor’s  original  signature. The investor accepts that the Fax/ Email submission shall  not be considered until acknowledged as a valid transaction request  in the Scheme in line with SEBI regulations.   he Recipient will also not be liable in case where the transaction  sent or purported to be sent is not processed on account of the fact  that  it  was  not  received  by  the  Recipient.  In  case  there  is  any  difference  between  the  particulars  mentioned  in  the  Fax/  Email  submission received as against the original document which may be  received  thereafter,  the  Recipient  shall  not  be  liable  for  any  consequences arising therefrom.   he investor agrees that the Recipient may adopt additional security  measures including signature verification, telephone call backs or a  combination of the same, which may be recorded and the investor  consents  to  such  recording  and  agrees  to  co-operate  with  the  Recipient to enable confirmation of such transaction requests.   n consideration of the Recipient from time to time accepting and at  its sole discretion (including but not limited to the AMC extending /  discontinuing  such  facilities  from  time  to  time)  acting  on  any  Fax/Email submission request received / purporting to be received  from  the  investor,  the  investor  agrees  to  indemnify  and  keep  indemnified  the  AMC,  Directors,  employees,  agents,  representatives  of  the  AMC,  Mutual  Fund  and  Trustees  from  and  against  all actions, claims, demands, liabilities, obligations, losses,  damages, costs and expenses of whatever nature (whether actual  or contingent) directly or indirectly suffered or incurred, sustained  by or threatened against the indemnified parties whatsoever arising  from or in connection with or any way relating to the indemnified  parties in good faith accepting and acting on Fax/ Email submission",
        "T   S   T   T   B   I requests  including  relying  upon  such  transaction  requests  purporting to come from the investor even though it may not come  from the Investor.   he AMC reserves the right to modify the terms and conditions or  to discontinue the facility at any point of time.   tock Exchange Infrastructure Facility   he investors can subscribe  to / switch / redeem the  units of the  Scheme on platform of National Stock Exchange (“MFSS”, “NMFII”)  and “BSEStAR MF” platform of BSE Ltd. Please contact  any of the  Investor  Service  Centres  (ISCs)  of the Mutual  Fund  to  understand  the detailed process of transacting through this facility.   ransactions Through MF Utility (\"MFU\")   ajaj  Finserv  Asset  Management  Limited  has  entered  into  an  agreement  with  MF  Utilities  India  Private  Limited  (“MFUI”)  a  “Category II - Registrar to an Issue” under SEBI (Registrars to an Issue  and  Share  Transfer  Agents)  Regulations,  1993,  for  usage  of  MF  Utility  (“MFU”)  -  a  shared  services  initiative  of  various  asset  management companies, which acts as a transaction aggregator for  transacting  in  multiple  schemes  of  various  mutual  funds  with  a  single  form  and  a single  payment  instrument.  Accordingly,  all  the  authorized  Points  of  Service  (“POS”)  and  website/mobile  applications  of  MFUI  shall  be  eligible  to  be  considered  as  Official  Point  of  Acceptance  (“OPAT”)  for  all  financial  and  nonfinancial  transactions  in  the  schemes  of  Bajaj  Finserv  Mutual  Fund  either  physically or electronically. The list of POS of MFUI is published on  the  website  of  MFUI  at  www.mfuindia.com.  Applicability  of  NAV  shall be based on time stamping as evidenced by confirmation slips  given by POS of MFUI and also the realization of funds in the Bank  account of the Fund (and NOT the time of realization of funds in the  Bank  account  of  MFUI)  within  the  applicable  cut-off  timing.  The  uniform  cut-off  time  as  prescribed  by  SEBI  and  mentioned  in  the  SID/KIM shall be applicable for applications received through such  facilities.   nvestors  are  requested  to  note  that  MFUI  will  allot  a  Common  Account  Number  (“CAN”)  i.e.  a  single  reference  number  for  all  investments in the mutual fund industry for transacting in multiple  schemes of various mutual funds through MFU and to map existing  folios,  if  any.  Investors  can  create  a  CAN  by  submitting  the  CAN  Registration Form and necessary documents at the POS. The AMC  and/or  its  Registrar  and  Transfer  Agent  shall  provide  necessary  details  to  MFUI,  as  may  be  needed,  for  providing  the  required  services  to  investors  /  distributors  through  MFU.  Investors  are  requested  to  visit  the  website  of  Bajaj  Finserv  Mutual  Fund  (www.bajajamc.com)  or  MFUI  (www.mfuindia.com)  to  download",
        "O   O   O   F   O   I   I the relevant forms. For any queries or clarifications related to MFU,  please  contact  the  Customer  Care  of  MFUI,  on  022  6134  4316  (during the business hours, on all days, except Saturday, Sunday and  public holidays). The Fund reserves the right to introduce, change,  modify or withdraw the facility available at any point of time and to  restrict  the  number/type  of  schemes  being  offered  through  this  facility.   nline transactions through KFIN  nline website for KFIN - Registrar and Transfer Agent (“RTA”) for  Bajaj  Finserv  Mutual  Fund  has  built  an  online  website  mfs.kfintech.com  wherein  investors  /  unit  holders  can  transact  in  the schemes of Bajaj Finserv Mutual Fund by opening an account on  RTA Website/portal/mobile app (“Online Facility”). The transactions  in  the  scheme  of  Bajaj  Finserv  Mutual  Fund  through  this  online  facility be allowed as may be facilitated by RTA on its website. RTA  online  Website/portal/mobile  app/server  be  considered  as  OPAT.  Investors/  unitholders  please  note  that  only  KYC  complied  investor/unitholders  or  KYC  process  to  be  completed  before  transaction  submission  allowed  to  use  this  online  facility/portal/mobile  app.  For  the  purpose  of  determining  the  applicability of NAV,  time of transaction would be the  time  when  request for purchase/sale/switch of units is received in the servers  of AMC/RTA.  nline Transactions through website of Bajaj Finserv Mutual Fund  acility of online transactions is available on the official website of  Bajaj Finserv Mutual Fund i.e. www.bajajamc.com. Consequent to  this, the said website is declared to be an “OPAT” for applications  for  subscriptions,  redemptions,  switches  and  other  facilities.  The  uniform cut-off time as prescribed by SEBI and as mentioned in the  SID  shall  be  applicable  for  applications  received  on  the  website.  However,  investors  should  note  that  transactions  on  the  website  shall  be  subject  to  the  eligibility  of  the  investors,  any  terms  &  conditions as stipulated by Bajaj Finserv Mutual Fund/Bajaj Finserv  Asset Management Limited from time to time and any law for the  time being in force. The AMC reserves the right to modify the terms  and conditions or to discontinue the facility at any point of time.  nline  Transactions  through  WhatsApp  Facility  for  schemes  of  Bajaj Finserv Mutual Fund  nvestors can avail WhatsApp Facility (“facility”) for certain financial  transactions in the schemes of Bajaj Finserv Mutual Fund.  nvestors  can avail  this  facility by  initiating  message  saying  ‘Hi’  on  following WhatsApp number through their WhatsApp number:",
        "T   E   T   A he  transaction  requests  will  be  enabled  after  appropriate  verification of the investor as  per applicable laws and regulations.  The  transactions  through  this  facility  shall  be  subject  to  such  monetary limits, operating guidelines, terms & conditions as may be  prescribed  by  Bajaj  Finserv  Asset  Management  Limited  and/or  concerned  regulatory  authorities  governing  this  mode  of  transactions, from time to time.     OFFICIAL POINT OF ACCEPTANCE FOR MFCentral   s per the  SEBI Master Circular for Mutual Funds dated  June 27,  inter-operable  2024,  to  comply  with  the  requirements  of  RTA  Platform  for  enhancing  investors’  experience  in  Mutual  Fund  transactions  /  service  requests,  the  QRTA’s,  Kfin  Technologies  Private Limited (Kfintech) and Computer Age Management Services  Limited  (CAMS)  have  jointly  developed  MFCentral  -  A  digital  platform for Mutual Fund investors. MFCentral is created with an  intent  to  be  a  one  stop  portal  /  mobile  app  for  all  Mutual  fund  investments and service related needs that significantly reduces the  need  for  submission  of  physical  documents  by  enabling  various  digital  /  physical  services  to  Mutual  fund  investors  across  fund  houses subject to applicable T&Cs of the Platform. MFCentral will  be  enabling  various  features  and  services  in  a  phased  manner.  MFCentral  may  be  accessed  using  https://mfcentral.com  and  a  Mobile App in future with a view to comply with all provisions of the  aforesaid  circular  and  to  increase  digital  penetration  of  Mutual  funds, Bajaj Finserv Mutual Fund (“the Fund”) designates MFCentral  as its Official point of acceptance (ISC –Investor Service Center). Any  registered  user  of  MFCentral,  requiring  submission  of  physical  document as per the requirements of MFCentral, may do so at any  of the designated Investor Service centers or collection centers of  Kfintech or CAMS. The AMC reserves the right to modify the terms  and conditions or to discontinue the facility at any point of time.  mpower Platform:  ransactions on this platform will be permitted only to employees  of  the  organizations  that  have  been  onboarded  on  Empower  platform through the Link - https://empowerapp.bajajamc.com/",
        "Sr.  No.",
        "WhatsApp  Number",
        "Description",
        "Type  of  Transaction  acceptable",
        "1.",
        "+91 9145665151",
        "Bajaj  Finserv  MF  (for  Distributor  initiated  transactions for  investors)",
        "•  Lumpsum   •  Systematic  Investment Plan  •  Switch  •  Systematic  Transfer Plan  •  Systematic  Withdrawal Plan  •  Redemption",
        "2.",
        "+91 8007736666",
        "Bajaj  Finserv  MF  (for  Investor)"
    ],
    "weblink": [
        "T The Total Expense Ratio is available to the investors on the website  of the AMC at link: https://www.bajajamc.com/downloads?ter=.  he scheme factsheet is available to the investors on the website of  the  AMC  at  link:  https://www.bajajamc.com/downloads?factsheet."
    ],
    "requirement_of_minimum_investors_in_the_scheme": [
        "The  Scheme  shall  have  a  minimum  of  20  investors  and  no  single  investor  shall  account  for  more  than  25%  of  the  corpus  of  the  Scheme. However, if such limit is breached during the NFO of the  Scheme, the Fund will endeavour to ensure that within a period of  three months or the end of the succeeding calendar quarter from  the  close  of  the  NFO  of  the  Scheme,  whichever  is  earlier,  the  Scheme  complies  with  these  two  conditions.  In  case  the  Scheme  does not have a minimum of 20 investors in the stipulated period,  the provisions of Regulation 39(2)(c) of the SEBI (MF) Regulations  would become applicable automatically without any reference from  SEBI and accordingly the Scheme shall be wound up and the units  would  be  redeemed  at  applicable  NAV.  The  two  conditions  mentioned  above  shall  also  be  complied  within  each  subsequent  calendar  quarter  thereafter,  on  an  average  basis,  as  specified  by  SEBI. If there is a breach of the 25% limit by any investor over the  quarter, a rebalancing period of one month would be allowed and  thereafter the investor who is in breach of the rule shall be given 15  days’ notice to redeem his exposure over the 25 % limit. Failure on  the part of the said investor to redeem his exposure over the 25 %  limit  within  the  aforesaid  15  days  would  lead  to  automatic  redemption by the Mutual Fund on the applicable Net Asset Value  on the 15th day of the notice period. The Fund shall adhere to the  requirements prescribed by SEBI from time to time in this regard."
    ],
    "fund_manager": [
        {
            "name": "Name of Fund Manager,  Age and Qualifications",
            "experience": "Name of Fund Manager,  Age and Qualifications",
            "qualification": "Name of Fund Manager,  Age and Qualifications"
        },
        {
            "name": "4   ( Mr. Nimesh Chandan  6 years  B.Com, MMS (Finance)  Managing the scheme  since inception.)",
            "experience": "4   ( Mr. Nimesh Chandan  6 years  B.Com, MMS (Finance)  Managing the scheme  since inception.)",
            "qualification": "4   ( Mr. Nimesh Chandan  6 years  B.Com, MMS (Finance)  Managing the scheme  since inception.)"
        },
        {
            "name": "Name of Fund Manager,  Age  and  Educational  qualifications",
            "experience": "Name of Fund Manager,  Age  and  Educational  qualifications",
            "qualification": "Name of Fund Manager,  Age  and  Educational  qualifications"
        },
        {
            "name": "4   ( Mr. Sorbh Gupta  4 years  CA, CFA, BCOM  Managing  the  scheme  since inception.)",
            "experience": "4   ( Mr. Sorbh Gupta  4 years  CA, CFA, BCOM  Managing  the  scheme  since inception.)",
            "qualification": "4   ( Mr. Sorbh Gupta  4 years  CA, CFA, BCOM  Managing  the  scheme  since inception.)"
        },
        {
            "name": "Name of Fund Manager,  Age and Qualifications",
            "experience": "Name of Fund Manager,  Age and Qualifications",
            "qualification": "Name of Fund Manager,  Age and Qualifications"
        },
        {
            "name": "4   ( Mr. Siddharth Chaudhary  2 years  B. Com, PGPSM from UTI  Institute of Capital  Markets  Managing the scheme  since inception.)",
            "experience": "4   ( Mr. Siddharth Chaudhary  2 years  B. Com, PGPSM from UTI  Institute of Capital  Markets  Managing the scheme  since inception.)",
            "qualification": "4   ( Mr. Siddharth Chaudhary  2 years  B. Com, PGPSM from UTI  Institute of Capital  Markets  Managing the scheme  since inception.)"
        }
    ]
}