{"risk_bbox": ["Nippon India BSE SenseNext 30 Index Fund", "An open-ended scheme replicating/tracking BSE Sensex N", "This product is suitable for investors who are seeking*:", "• Long Term Capital Growth", "• Investments in equity and equity related securities and", "portfolio replicating the composition of the BSE Sensex Next 30 Index, subject to tracking errors", "*Investors should consult their financial advisers if in doubt about whether the product is suitable for them.", "The product labelling assigned during the NFO is based on internpost NFO when the actual investments are made.", "Offer of UnitsNew Fund Offer and Contin", "New Fund Offer Opens N", "May 21, 2025", "The particulars of the Scheme have been prepared in acSitid EhBdf I di(M tl Fd )"], "other_text": ["SECTION I", "Nippon India BSE Sensex Next 30 Index Fund", "Scheme Information", "Document", "An open-ended scheme replicating/tracking BSE Sensex Next 30 Index", "Product Label", "This product is suitable for investors who are seeking*: Scheme Riskometer:", "Benchmark Riskometer:", "BSE Sensex Next 30 TRI", "Nippon India BSE Sensex Next 30 Index", "Fund", "• Long Term Capital Growth", "• Investments in equity and equity related securities and", "portfolio replicating the composition of the BSE Sensex Next 30 Index, subject to tracking errors", "*Investors should consult their financial advisers if in doubt about whether the product is suitable for them.", "The product labelling assigned during the NFO is based on internal assessment of the scheme characteristics or model portfolio and the same may vary post NFO when the actual investments are made.", "Offer of Units of Rs. 10/- each during the New Fund Offer and Continuous offer for Units at NAV based prices", "New Fund Offer Opens New Fund Offer Closes Scheme re-opens", "May 21, 2025 June 04, 2025 June 16, 2025", "The particulars of the Scheme have been prepared in accordance with the Securities and Exchange Board of India (Mutual Funds) Regulations 1996, (herein after referred to as SEBI (MF) Regulations) as amended till date, and circulars issued thereunder filed with SEBI, along with a Due Diligence Certificate from the Asset Management Company. The units being offered for public subscription have not been approved or recommended by SEBI nor has SEBI certified the accuracy or adequacy of the Scheme Information Document.", "NAME OF MUTUAL FUND", "Nippon India Mutual Fund (NIMF)", "NAME OF ASSET MANAGEMENT COMPANY", "Nippon Life India Asset Management Limited (NAM India)", "The Scheme Information Document sets forth concisely the information about the scheme that a prospective investor ought to know before investing. Before investing, investors should also ascertain about any further changes to this Scheme Information Document after the date of this Document from the Mutual Fund / Investor Service Centres /Website / Distributors or Brokers.", "CIN : L65910MH1995PLC220793", "NAME OF TRUSTEE COMPANY", "Nippon Life India Trustee Limited (NLITL)", "The investors are advised to refer to the Statement of Additional Information (SAI) for details of Nippon India Mutual Fund, Standard Risk Factors, Special Consideration, Tax and Legal issues and general information on https://mf.nipponindiaim.com.", "CIN : U65910MH1995PLC220528", "Registered Office (NIMF, NAM India, NLITL)", "SAI is incorporated by reference (is legally a part of the Scheme Information Document). For a free copy of the current SAI, please contact your nearest Investor Service Centre or log on to our website.", "4th Floor, Tower A, Peninsula Business Park,", "Ganapatrao Kadam Marg, Lower Parel (W),", "Mumbai - 400 013.", "The Scheme Information Document (Section I and II) should be read in conjunction with the SAI and not in isolation.", "Tel No. +91 022 6808 7000", "Fax No. +91 022 6808 7097", "This Scheme Information Document is dated May 14, 2025 and was approved by the Board of the Trustees on December 16, 2024.", "Website : https://mf.nipponindiaim.com", "1"], "name_of_the_scheme": ["Nippon India BSE Sensex Next 30 Index Fund"], "category_of_the_scheme": ["Index Fund"], "scheme_type": ["An open-ended scheme replicating/tracking BSE Sensex Next 30 Index"], "scheme_code": ["NIMF/O/O/EIN/25/02/0158"], "investment_objective": ["The investment objective of the scheme is to provide investment returns that commensurate to the total returns  of the securities as represented by the BSE Sensex Next 30 Index before expenses, subject to tracking errors.  However, there is no assurance that the investment objective of the Scheme will be achieved."], "liquiditylisting_details": ["Liquidity  The Scheme will offer for Sale / Switch-in and Redemption / Switch-out of Units on every Working Day on an  ongoing basis. As per SEBI Regulations, the Mutual Fund shall initiate Redemption proceeds within 3 Working  Days  of  receiving  a  valid  Redemption  request.  In  case  of  exceptional  situations  listed  in  AMFI  Circular  No.  AMFI/35P/MEM-COR/74/2022-23 dated January 16, 2023 read with  clause  14.2  of  SEBI  Master  Circular   dated   June 27, 2024, redemption payment would be made within the permitted additional timelines. A penal  interest of 15% per annum or such other rate as may be prescribed by SEBI from time to time, will be paid in  case the Redemption proceeds are not initiated within 3 working days of the date of receipt of a valid Redemption  request.   Listing  Being an open-ended scheme, the Units of the Scheme will not be listed on any stock exchange, at present. The  Trustee  may,  at  its  sole  discretion,  cause  the  Units  under  the  Scheme  to  be  listed  on  one  or  more  Stock  Exchanges"], "benchmark_total_return_index": ["BSE Sensex Next 30 TRI  The scheme  is  an index  fund.  The  composition  of  the  benchmark  is such that  it is  most suited for  comparing  performance of the scheme.  Total Return variant of the index (TRI) will be used for performance comparison."], "nav_disclosure": ["The AMC will calculate and disclose the first NAV within 5 working days from the date of allotment. Subsequently,  the NAV will be calculated and disclosed at the close of every Business Day and uploaded on the AMFI website   https://www.amfiindia.com and Nippon India Mutual Fund website i.e. https://mf.nipponindiaim.com by 11.00 p.m.  on  the  same  business  day.    Further,  AMC  will  extend  facility  of  sending  latest  available  NAVs  to  unitholders  through SMS, upon receiving a specific request in this regard.  For further details, kindly refer Section II."], "applicable_timelines": ["Timeline for Dispatch of redemption proceeds  As per SEBI Regulations, the Mutual Fund shall transfer the redemption proceeds within the maximum period  allowed, which is currently 3 working days from the date of receipt of the redemption request at the Designated  Investor  Service  Centres.  In  case  of  exceptional  situations  listed  in  AMFI  Circular  No.AMFI/35P/MEM- COR/74/2022-23 dated January 16, 2023, redemption payment would be made within the permitted additional  timelines.  A Transaction Confirmation Slip / Fresh Account Statement will also be sent to the Unitholders reflecting the new  unit balance in his Account. For payments made other than through direct transfers, the redemption proceeds  shall  be  Dispatched  through  ordinary  mail  (with  or  without  UCP)  or  Registered  Post  or  by  Courier,  unless  otherwise required under the Regulations, at the risk of the unitholder  Timeline for Dispatch of IDCW (if applicable) etc  The IDCW payments shall be initiated to the unitholders within 7 working days from the record date in compliance  to the Clause 11.4 of the SEBI Master circular dated June 27, 2024."], "plans_and_options_plansoptions_and_sub_options_under_the_scheme": ["The Scheme offers following Plans/Options under Direct Plan and Regular Plan:    (a)  Growth Plan  (1)  Growth Option     (b)   Income Distribution cum capital withdrawal Plan    (1)  Payout Option    (2)  Reinvestment Option", "Direct  Plan  is  only  for  investors  who  purchase  /subscribe  Units  in  a  Scheme  directly  with  the  Fund  (i.e.  investments not routed through an AMFI Registration Number (ARN) Holder). Distribution of IDCWs will be  subject to the availability of distributable surplus.     The AMC, in consultation with the Trustees reserves the right to discontinue/ add more plans/ options at a  later date subject to complying with the prevailing SEBI guidelines and Regulations.  Default Plan  For detailed disclosure on default plans and options, kindly refer SAI  Treatment of Transactions received with invalid ARNs   (As per AMFI Best practices guidelines circular no.111/2023-24 dated February 02,2024)  A. Definition of ‘Invalid ARN’: “Invalid ARNs” shall include ARN validity period expired or terminated or cancelled  or  suspended  or suspended  due to  Nomenclature  changes  or  ARN  not  empanelled  with  AMC  or ARN  holder  decease and last ARN holder debarred by SEBI  B. Guidelines for Processing of transactions received under Regular Plan with invalid ARN:  Transactions received in Regular Plan with Invalid ARN to be processed in Direct Plan of the same Scheme (even  if reported in Regular Plan), as below:  Notes:  1.  *If  the  EUIN  is  invalid/missing,  the  transactions  shall  be  processed  in  Regular  plan,  and  the  distributor/investor shall be given 30day period from the date of the transaction for remediation of the EUIN.  The commission shall not be paid till the EUIN is remediated.  2.  For SIP & STP facilities, the ARN validity shall be verified / validated at the time of registration. For instances  where  the  registration  details  not  available  in  RTA  records  the  transaction  shall  be  treated  as  lumpsum  purchase for validations.  3.  SIPs registered under ARN of deceased to continue till end of SIP registration period or investor’s request  as per AMFI guidelines; No fresh transactions or SIPs will be booked under the ARN of deceased MFD post  cancellation of ARN at AMFI.   4.  Only Sub-distributor’s ARN with valid “ARN-“values in the transaction will be considered for validation of  Sub- distributor ARN for all types of transactions (lumpsum/SIP/STP).   5.   If  the  ARN  is  invalid  as  on  date  of  SIP  /  STP  registration,  such  registration  and  future  transactions  thereunder will be processed under DIRECT plan.   6.  Transactions other than through physical mode which are found to be not in order basis above matrix, will  be rejected instead of processing in Direct Plan.   7.  Transactions received from the stock exchange platforms in Demat mode with invalid ARN shall be rejected  instead of processing in Direct Plan.   8.  IDCW reinvestment transactions, being a corporate action, will be excluded from the above validation", "Scena rio", "Broker Code  mentioned by  the investor", "Plan mentioned by the investor", "Default Plan to be captured", "1", "Not mentioned", "Not mentioned", "Direct Plan", "2", "Not mentioned", "Direct Plan", "Direct Plan", "3", "Not mentioned", "Regular Plan/Other than Direct Plan", "Direct Plan", "4", "Mentioned", "Direct Plan", "Direct Plan", "5", "Direct", "Not mentioned", "Direct Plan", "6", "Direct", "Regular Plan/Other than Direct Plan", "Direct Plan", "7", "Mentioned", "Regular Plan/Other than Direct Plan", "Regular Plan/Other than Direct Plan", "8", "Mentioned", "Not mentioned", "Regular Plan/Other than Direct Plan"], "load_structure": ["Exit Load:  NIL  Exit load if charged, by NIMF to the unit  holders shall be credited to the scheme immediately net of Goods &  Service Tax, if any"], "minimum_application_amountswitch_in": ["During NFO:   Minimum amount of Rs.1,000 and in multiples of Re.1 thereafter   On continuous basis:  Minimum amount of Rs.1,000 and in multiple of Re.1 thereafter"], "minimum_additional_purchase_amount": ["Minimum Additional Investment:   Rs.1,000 and in multiples of Re.1 thereafter  Note – For investments made by designated employees in terms of Clause 6.10 of SEBI Master circular dated  June 27, 2024, requirement for minimum application/ redemption amount will not be applicable.’"], "minimum_redemptionswitch_out_amount": ["Minimum Redemption Amount   Redemptions can  be  of minimum  amount  of  Rs.100  or  any  number  of  units  or  account  balance,  whichever  is  lower.  Note – For investments made by designated employees in terms of Clause 6.10 of SEBI Master circular dated  June 27, 2024, requirement for minimum application/ redemption amount will not be applicable  Minimum Switch Amount  Will be as per the minimum application amount in the respective scheme which may have been opted by the  Investor for switching the units/amount where the switch facility is available.  Switch-out facility from applicable ETF schemes to Nippon India BSE Sensex Next 30 Index Fund   For availing this facility, investors are requested to note the following operational modalities:  a.  Switch-out from the Scheme will be allowed only in terms of Basket size (unit).  b.  Switch transaction will be processed subject to availability of all details as per regulatory guidelines.  c.  The applicability of the NAV in the transferee Scheme will be the NAV of the business day on which the  Funds are realized in Scheme’s account before cut-off time.  d.  In case of any rejection in Switch-in to the transferee Scheme, the amount will be paid to the investor as  redemption proceeds.  e.  Investors to note that the pattern and sequence of holding both in the open-ended (Non-ETF) Folio and in  demat account (used for ETF unit holding) should be same. However, in case there is no existing Folio, the  investor has to provide the details and signatures of all holders for Folio creation in the open-ended (Non- ETF) Scheme.  f.  Investors should have the clear balance of ETF units in their demat account for execution of the Switch-out  transaction from the selected ETF Scheme.  NIMF/NAM India reserves the right to introduce, change, modify or withdraw any of the features available in this  facility from time to time."], "new_fund_offer_period_this_is_the_period_during_which_a_new_scheme_sells_its_units_to_the_investors.": ["NFO opens on: May 21, 2025  NFO closes on: June 04, 2025  Scheme re-opens for continuous sale & repurchase not later than: June 16, 2025  The  AMC/Trustee  reserves the  right  to close  the  NFO  of the  Scheme  before  the  above  mentioned date.  The  AMC/Trustee reserves the right to extend the closing date of the New Fund Offer Period, subject to the condition  that  the  New  Fund  Offer  shall  be  kept  open  for  minimum  3  working  days  and  not  more  than  15  days.                                Any such changes shall be announced by way of issuing addendum and uploading on the website of the AMC"], "new_fund_offer_price_this_is_the_price_per_unit_that_the_investors_have_to_pay_to_invest_during_the_nfo.": ["The NFO price will be Rs. 10/- per unit"], "segregated_portfolio_side_pocketing_disclosure": ["The scheme has segregated portfolio disclosure. For Details Disclosure, kindly refer SAI"], "swing_pricing_disclosure": ["Not Applicable"], "fund_manager": [{"name": "Name", "experience": "Type and Nature of past experience including assignments held during the past 10 years", "qualification": "Educational Qualification"}, {"name": "Mr. Himanshu Mange Fund Manager & Dealer - ETF (Managing the Scheme - Since Launch of the scheme)", "experience": "Over 6 years of experience From Dec 23, 2023 onwards Fund Manager & Dealer - ETF, NAM India Feb 02, 2022 - December 22, 2023 Dealer - ETF, NAM India Dec 04, 2019 - Feb 01, 2022 TATA AIA Life Insurance Co. Ltd.: Assistant Manager (Investment Operations – Finance & Accounts)", "qualification": "Chartered Accountant"}]}