{
    "risk_bbox.suitable_for_investors_who_are_seeking": "Long-term capital growth  Investment in equity and equity related securities covered by Nifty Healthcare Index subject to tracking error",
    "risk_bbox.investors_should_consult": "their financial advisers if in doubt about whether the Scheme is suitable for them (For latest Risk-o-meters investo(The product labelling assigned dCharacteristics or model portfolioOffer for Units of Rs 10 each foNew Fund OffeNN",
    "other_text.offer_for_units": "of Rs 10 each for cash during the New Fund Offer and Continuous offer for Units at NAV based prices  New Fund Offer and Continuous Offer for Units at NAV based prices",
    "other_text.new_fund_offer_opens_on": "June 02 2025",
    "other_text.new_fund_offer_closes_on": "June 16 2025",
    "other_text.scheme_reopens_on": "June 24 2025    Name of Mutual Fund   DSP Mutual Fund Name of Asset Management Company DSP Asset Managers Private Limited CIN of Asset Management Company (U65990MH2021PTC362316) Name of Trustee Company  DSP Trustee Private Limited CIN of Trustee Company (U65991MH1996PTC100444) Addresses of the entities The Ruby 25th Floor 29 Senapati Bapat Marg Dadar West M400028 Website  of the entities wwwdspimcom   The particulars of the Scheme have been prepared in accordance with the Securities and Exchange",
    "title": [
        "Description"
    ],
    "name_of_the_scheme": "DSP Nifty Healthcare Index Fund",
    "category_of_the_scheme": "Index Fund",
    "scheme_type": "An open ended scheme replicating / tracking Nifty Healthcare Index",
    "scheme_code": "DSPM/O/O/EIN/25/01/0084",
    "investment_objective": "The investment objective of the Scheme is to generate returns that are  commensurate with the performance of the Nifty Healthcare Index,  subject to tracking error.   There is no assurance that the investment objective of the Scheme will  be achieved.",
    "liquidity_listing_details": [
        "I   L Liquidity details:  As  per  SEBI  (MF)  Regulations,  redemption  proceeds  shall  be  dispatched  within 3 (three) Working Days from the date of redemption.  nvestor  may  note  that  in  case  of  exceptional  scenarios  as  prescribed  by  AMFI vide its communication no. AMFI/ 35P/ MEM-COR/ 74 / 2022-23 dated  January  16,  2023  read  with  clause  14.1.3  of  SEBI  Master  Circular  No.   SEBI/HO/IMD/IMD-PoD-1/P/CIR/2023/74 dated June 27, 2024 (SEBI Master  Circular), the AMC may not be able to adhere with the timelines prescribed  above.  isting details:  The Scheme is open ended and the Units are not proposed to be listed on  any stock exchange. However, the Mutual Fund may, at its sole discretion,  list  the  Units  on  one  or  more  Stock  Exchanges  at  a  later  date,  and  thereupon  the  Mutual  Fund  will  make  suitable  public  announcement  to  that effect."
    ],
    "benchmark_total_return_index": "Nifty Healthcare TRI",
    "nav_disclosure": [
        "T   F The  NAVs  of  the  Scheme/plans  will  be  calculated  by  the  Mutual  Fund  on  each  Business  Day  and  will  be  made  available  by  11  p.m.  of  the  same  Business Day.   he information on NAVs of the Scheme/plans may be obtained by the Unit  Holders, on any day, by calling the office of the AMC or any of the Investor  Service Centres at various locations. The NAV of the Scheme will also be  updated on the AMFI website www.amfiindia.com and on www.dspim.com.  urther Details in Section II."
    ],
    "applicable_timelines": [
        "Timeline for:  Dispatch  of  redemption  proceeds  -  As  per  SEBI  (MF)  Regulations,  the  •  Mutual  Fund  shall  dispatch  the  redemption  proceeds  within  3  working  days from the date of acceptance of redemption request.",
        "•   Investor may note that in case of exceptional scenarios as prescribed  by AMFI vide its communication no. AMFI/ 35P/ MEM-COR/ 74 / 2022- 23  dated  January  16,  2023  read  with  clause  14.1.3  of  SEBI  Master  Circular No.   SEBI/HO/IMD/IMD-PoD-1/P/CIR/2023/74 dated June 27,  2024 (SEBI Master Circular), the AMC may not be able to adhere with  the timelines prescribed above.  Dispatch  of  Income  Distribution  cum  Capital  Withdrawal  (‘IDCW’)  -    IDCW warrants shall be dispatched to the Unit Holders within 7  Working days from the record date for declaration of the IDCW."
    ],
    "p_plans_and_options_lansoptions_and_sub_options_under_the_scheme": [
        "“   D   I   I   T     Plans and Options:    Investors may note that under Income Distribution cum Capital Withdrawal  options  the  amounts  can  be  distributed  out  of  investor’s  capital  (Equalization Reserve), which is part of sale price that represents realized  gains.”    efault option:   nvestors should indicate the Scheme / Plan and / or Option / Sub Option,  wherever applicable, for which the subscription is made by mentioning the  full name of Scheme/ Plan/ option or sub option in the appropriate space  provided  for  this  purpose  in  the  application  form.  In  case  of  valid  applications received, without indicating the Scheme / Plan and / or Option  etc.  or  where  the  details  regarding  Plan  and/or  Option  are  not  clear  or  ambiguous, the following defaults will be applied:    n case an investor/Unit Holder fails to mention the plan and broker details  in  the  application  form,  then  the  application  shall  be  processed  under  respective option/sub-option under Direct Plan of the Scheme.  he Plans under the Scheme will have common portfolio.",
        "Plan",
        "Options",
        "Sub- Option",
        "Income  Distribution  cum  Capital Withdrawal  Frequency/Recor d Date",
        "Regular  Plan and  Direct  Plan",
        "Growth",
        "-",
        "Income  Distribution  cum  Capital  Withdrawal  (IDCW)",
        "Payout of  IDCW  &  Reinvest ment  of  IDCW",
        "At the discretion of  Trustee",
        "If no indication is given under the following",
        "Default",
        "Option - Growth/ IDCW",
        "Growth",
        "Sub-option - Payout of IDCW/ Reinvestment of IDCW",
        "Payout of  IDCW",
        "Sr.  No.",
        "AMFI  Registration  Number  (ARN)  Code/Direct/Blan k  as  mentioned",
        "Plan  as  selected  in  the  application  form/",
        "Transaction  shall  be  processed  and  Units  shall be allotted under",
        "I   N   F mentioned  n cases of wrong/ invalid/ incomplete ARN, any purchase or  switch-in or  SIP  &  STP  registration  shall  be  processed  under  Direct  Plan  or  rejected  depending on the mode of the transaction. “Invalid ARNs” shall include ARN  validity period expired, ARN cancelled /terminated, ARN suspended, ARN  Holder  deceased,  Nomenclature  change,  as  required  pursuant  to  SEBI  (Investment Advisers) Regulations, 2013, not complied by the Mutual Fund  Distributor (‘MFD’), MFD is debarred by SEBI, ARN not present in AMFI ARN  database, ARN not empanelled with AMC.  otes:    Processing  of  Application  Form/Transaction  Request:  The  below  a.  table  summarizes  the  procedures  which  would  be  adopted  while  processing application form/transaction request by the AMC.  Any  change  in  IDCW  sub  option  due  to  additional  investment  or  b.  customer request will be applicable to all existing Units in the IDCW  option of the Scheme concerned.  Investors  shall  note  that  once  Units  are  allotted,  AMC  shall  not  c.  entertain  requests  regarding  change  of  Plan/Option,  with  a  retrospective effect.  Applications      not      specifying      Scheme/Plans/Options      and/  or  d.  accompanied  by  cheque/demand  drafts/account  to  account  transfer  instructions  favouring  Scheme/Plans/Options  other  than  those specified in the application form are liable to be rejected.  e.  Where the Scheme name as written on the application form and on  the  payment  instrument  differs,  the  proceeds  may,  at  the  discretion of the AMC be allotted in the Scheme as mentioned on  the application form.  Investors  should  provide  details/instructions  only  in  the  space  f.  provided in the form. Any details/noting/information/ instruction  provided at a non designated area of the standard form being used,  or any additional details, for which space is not designated in the  standard form, may not be executed and the AMC will not be liable  for the same.  The AMC and its Registrar reserve the right to disclose the details  g.  of  investors  and  their  transactions  to  third  parties  viz.  banks,  distributors,  Registered  Investment  Advisors  from  whom  applications  of  investors  are  received  and  any  other  organization  for  the  purpose  of  compliance  with  legal  and  regulatory  requirements  or  for  complying  with  anti-  money  laundering  requirements.  Returned  cheques  are  liable  not  to  be  presented  again  for  h.  collection,  and  the  accompanying  application  could  also  be  rejected.  In  case  returned  cheques  are  presented,  the  necessary  charges including returned charges may be debited to the investor.  or detailed disclosure on default plans and options, kindly refer SAI.",
        "1",
        "Not mentioned",
        "Not",
        "Direct Plan",
        "2",
        "Not mentioned",
        "mentioned  Direct",
        "Direct Plan",
        "3",
        "Not mentioned",
        "Regular",
        "Direct Plan",
        "4",
        "Mentioned",
        "Direct",
        "Direct Plan",
        "5",
        "Direct",
        "Not",
        "Direct Plan",
        "6",
        "Direct",
        "mentioned  Regular",
        "Direct Plan",
        "7",
        "Mentioned",
        "Regular",
        "Regular Plan",
        "8",
        "Mentioned",
        "Not",
        "Regular Plan"
    ],
    "load_structure": {
        "entry_load": "",
        "exit_load": ": Nil N ote:  No  exit  load  shall  be  levied  in  case  of  switch  of  investments  from  Direct Plan to Regular Plan and vice versa"
    },
    "minimum_application_amount_switch_in": {
        "amt": "100",
        "thraftr": "any"
    },
    "minimum_additional_purchase_amount": {
        "amt": "100",
        "thraftr": "any"
    },
    "minimum_redemptionswitch_out_amount": [
        "Not applicable"
    ],
    "new_fund_offer_period_this_is_the_period_during_which_a_new_scheme_sells_its_units_to_the_investors.": [
        "O   A   E NFO for DSP Nifty Healthcare Index Fund  pens on: June 02, 2025  Closes on: June 16, 2025  s per clause 1.10.1A of  SEBI Master Circular, the NFO shall remain open  for subscription for a minimum period of three Working Days. Further, as  per clause 1.10.1 of the SEBI Master Circular, the maximum number of days  for which the NFO will be open shall be 15 days.  xtension or Termination of NFO Period  In case the NFO Opening/ Closing Date is subsequently declared as a non- Business  Day,  the  following  Business  Day  will  be  deemed  to  be  the  NFO  Opening/ Closing Date. The AMC/Trustee reserves the right to change the  New Fund Offer Period, subject to the condition that the subscription list  of the New Fund Offer Period shall not be kept open for more than 15 days.  An addendum shall be uploaded on the AMC website i.e. www.dspim.com  notifying the change in the NFO Dates / Period."
    ],
    "new_fund_offer_price_this_is_the_price_per_unit_that_the_investors_have_to_pay_to_invest_during_the_nfo.": "Rs 10",
    "segregated_portfolioside_pocketing_disclosure": [
        "The Scheme is not enabled for segregated portfolio."
    ],
    "swing_pricing_disclosure": [
        "Swing pricing framework is not applicable."
    ],
    "stock_lendingshort_selling": [
        "T Subject to SEBI (MF) Regulations and the applicable guidelines issued by SEBI,  the Scheme may engage in stock lending.  he Scheme will not engage in short selling."
    ],
    "how_to_apply_and_other_details": [
        "F Investors have different options to transact for their investments. Investors  intending to invest in physical mode can submit their transaction request  to  AMC  Offices  or  Investor  Service  Centres  of  CAMS.  Investors  can  also  transact  digitally  on  AMC/RTA  website  or  through  Stock  Exchange  Platforms, MF Utilities Pvt Ltd. Investor can reach out to their investment  advisor for transacting on digital platforms.  inancial transactions through email in respect of non- individual investors  shall be accepted in terms of AMFI Best Practice Guidelines (BPG) no. 118/  2024-25 dated January 31, 2025. For the terms and conditions of for availing  the facility to transact through electronic mail, please refer SAI.",
        "A   I   P pplication form and Key Information Memorandum may be obtained from  Official Points of Acceptance (OPAs) / Investor Service Centres (ISCs) of the  AMC  or  RTA  or  Distributors  or  can  be  downloaded  from  our  website  www.dspim.com.  nvestors intending to apply through ASBA will be required to submit ASBA  form to their respective banks, which in turn will block the amount in their  account as per authority contained in the ASBA form. ASBA applications can  be submitted only at SCSB at their designated branches. List of SCSBs and  their  designated  branches  shall  be  displayed  on  the  SEBI’s  website  (www.sebi.gov.in).  ASBA  form  should  not  be  submitted  at  location  other  than SCSB as it will not be processed. For details on ASBA process please  refer the ASBA application form.  lease refer further details in section II."
    ],
    "investor_services": [
        "I   E   C   S   M   * Contact details for general service requests:  nvestors may contact any of the AMC's Investor Service Centers or call on  Toll Free number 1800-208-4499 or 1800-200-4499 for any queries.  -mail: service@dspim.com   ontact details for complaint resolution:  Mr. Prakash Pujari*  Investor Relations Officer  DSP Asset Managers Private Limited,   Mafatlal Centre, 10th Floor, Nariman Point, Mumbai 400021  Tel.: 022 - 67178000  tock  Exchange  Transactions:  For  grievances  related  to  stock  exchange  transactions, contact either the stockbroker or the investor grievances cell  of the respective stock exchange.  FU  Customer  Care:  For  transactions  related  to  MFU,  Investors  may  contact the customer care of MFUI on 1800-266-1415 (business hours on all  days  except  Sunday  and  Public  Holidays)  or  send  an  email  to  clientservices@mfuindia.com.  With effect from May 30, 2025, Mr. Santosh Pandey shall be the Investor  Relations Officer."
    ],
    "specific_attribute_of_the_scheme_such_as_lock_in_duration_in_case_of_target_maturity_schemeclose_ended_schemes": [
        "Not Applicable"
    ],
    "special_productfacility_available_during_the_nfo_and_on_ongoing_basis": [
        "1   D   A Special product/facility available during NFO:  Switching:   .  uring the NFO period (switch request will be accepted upto 3.00 p.m. on  the last day of the NFO), the Unit holders will be able to invest into the  NFO of the Scheme by switching part or all of their Unit holdings held in the  existing schemes of the Mutual Fund.   switch has the effect of redemption from one scheme/plan/ option and  a purchase in the other scheme/plan/option to which the switching has",
        "U   F   I   2   I   I   3   A   S   1 been done. The price at which the units will be switched-out will be based  on the redemption price of the scheme from which switch-out is done and  the proceeds will be invested into the Scheme at the NFO Price  nit holders are requested to note that application for switch-out for units  for which funds are not realized via purchase or switch-in in the scheme  of the Fund shall be liable to be rejected. In other, switch out of units will  be processed only if the funds for such units are realized in the scheme by  a way of payment instructions/ transfer or switch-in funding process.  urther,  all  switch  funding  shall  be  in  line  with  redemption  funding  timelines adopted by the concerned scheme i.e. if a scheme follows T+3  payout for redemption, the switch out funding should also be made on the  T+3 and not earlier or later than T+3, where T is the day of transaction.  The funds from the switch out schemes into the switch in scheme should  be received within One business day prior to the allotment date.  f the NFO of the scheme is called off for any reason whatsoever, the Switch  Out  amount  from  other  schemes  to  the  NFO  scheme  will  be  paid  to  the  investor  within  5  Business  Days  of  the  closure  of  the  NFO,  similar  to  a  redemption from Switch out scheme. Investors should note that the Switch  transaction will not be nullified and the switch amount will be paid out as  redemption. Further, such payments will not qualify as delayed payments  and no interest will be payable by the Fund/AMC/RTA in such cases where  the payment date is beyond 10 days of the switch out date, as the switch  transactions are accepted from the first day of the entire NFO period and  the NFO may be called off after the closure of NFO  Systematic Investment Plan (SIP)  .  nvestors  can,  during  the  NFO,  benefit  by  investing  Rupee  amounts  periodically  for  a  continuous  period  through  SIP.  SIP  allows  investors  to  invest a fixed amount of Rupees on daily (business days) or specific dates  every month or quarter by purchasing Units of the Scheme at the Purchase  Price prevailing at such time.  nvestors can enroll themselves for SIP (minimum 12 installments) by ticking  the appropriate box in the application form and filling up the relevant SIP  form specifying the amount, period and SIP date. The detailed terms and  conditions  are  mentioned  in  the  SIP  Auto  Debit  Form.  SIP  through  post- dated cheques will not be accepted during NFO.  .  Applications Supported by Blocked Amount (ASBA) facility  SBA  facility  will  be  provided  to  the  investors  subscribing  to  NFO  of  the  Scheme.  It  shall  co-exist  with  the  existing  process,  wherein  cheques/  demand  drafts  are  used  as  a  mode  of  payment.  Please  refer  ASBA  application form for detailed instructions. Please refer the SAI and ASBA  application form for complete details on ASBA.  pecial product/facility available on ongoing basis:  Systematic Investment Plan (SIP): SIP allows investing fixed amounts  .  regularly on specific dates monthly or quarterly by purchasing Units of  the Scheme at applicable Net Asset Value (NAV).     Daily SIP facility: Under Daily SIP, the Unit Holder can invest a fixed  •  amount into the scheme on a daily basis. Daily SIP installment shall",
        "•   •   • be processed only when it is a Business Day for the scheme. It is to be  noted that allotment of units are subject to realization of credit in  the  scheme.  In  case,  if  more  than  one  SIP  instalments  credits  are  realized on a particular day, both the instalments will be processed  for  the  applicable  NAV  in  terms  of  the  provisions  of  the  Scheme  Information Document.  SIP TOP-UP facility: The facility provides flexibility to the investors    to increase the SIP installment over the tenure of the SIP. SIP Top-Up  facility will be available under scheme offering SIP facility. SIP Top- Up  frequency  in  case  of  investors  availing  this  facility  will  be  half  yearly and yearly. If the SIP Top-Up frequency is not indicated for SIP  under frequencies daily or monthly or quarterly, it will be considered  as yearly interval. The AMC may change the terms and conditions for  SIP  TOP-UP facility from time to time, due to changing market and  operational conditions. Investors are advised to check the latest terms  and conditions from any of the offices of the AMC, before investing  same is available on www.dspim.com  SIP Pause facility: Under the SIP pause facility, the investor can stop    the running SIP for certain period and Restart the SIP again (at a folio  level)  by  filling  up  a  designated  form.  Investors  who  wish  to  Pause  their SIP instalments debit for a certain period. SIP Pause can be for  a minimum period of 1 month to a maximum period of 6 months. SIP  Pause  request  should  be  submitted  15  days  before  the  next  SIP  instalment date.    Systematic  Transfer  Plan  (STP):  STP  allows  investing  fixed  amounts  2.  regularly on specific  dates monthly or quarterly by transferring Units  from  one  scheme  to  another  scheme  at  applicable  Net  Asset  Value  (NAV).     Daily STP facility: Under Daily STP, the Unit Holder can switch a fixed  •  amount from any one Scheme (Source Scheme) to any other Scheme  (Target Scheme) on a daily basis subject to exit load as applicable.  The minimum period for Daily STP shall be 6 days and maximum for  any period subject to the end period being year 2099. STP installment  shall be processed only when it is a Business day for both source and  target Scheme. In case the start date is not mentioned, the Daily STP  shall start from the 7th day from the date of submission of valid STP  registration form. In case the end date is not mentioned, the STP shall  be registered for a period of one year.   Flex Systematic Transfer Plan (‘Flex STP’):  Flex STP Facility, is a    facility wherein Unit holder(s) of designated open-ended Scheme of  the Fund can opt to systematically transfer amount(s), which may vary  based  on  the  value  of  investments  already  made/transferred  under  this facility, on the date of transfer at predetermined intervals from  designated open-ended Scheme of the Fund [hereinafter referred to  as “Transferor Scheme”] to the ‘Growth Option’ only, of designated  open-ended  scheme  of  the  Fund  [hereinafter  referred  to  as  “Transferee  Scheme”].  Transferor  Scheme  means  all  scheme  of  the  Fund  currently  having  STP  facility  and  Transferee  Scheme  means  growth  option  of  all  scheme  of  the  Fund.  All  other  terms  and  conditions  applicable  to  STP  facility  will  be  applicable  to  Flex  STP.  For general terms and conditions and more information, Unit holder(s)  are  requested  to  read  Terms  and  Conditions  available  on  www.dspim.com.",
        "•   • Value Systematic Transfer Plan (‘Value STP’): Value STP facility, is    a facility wherein Unit holder(s) of designated open-ended scheme of  the Fund can opt to systematically transfer amount(s), which may vary  based  on  the  value  of  investments  already  made/transferred  under  this facility, on the date of transfer at predetermined intervals from  designated open-ended scheme of the Fund [hereinafter referred to  as “Transferor Scheme”] to the ‘Growth Option’ only of designated  open-ended  Scheme  of  the  Fund  [hereinafter  referred  to  as  “Transferee Scheme”], including a feature of ‘Reverse Transfer’ from  Transferee Scheme into the Transferor Scheme, in order to achieve  the  Target  Market  Value  on  each  transfer  date  in  the  Transferee  Scheme, subject to the terms and conditions of Value STP.  Super Systematic Transfer Plan (‘Super STP’): Super STP, is a facility    wherein Unit holder(s) of designated open-ended Scheme of the Fund  can opt to systematically transfer amount(s), which may vary based  on prevailing equity valuations at defined intervals from designated  open-ended Scheme of the Fund [hereinafter referred to as “Source  Scheme”] to the ‘Growth Option’ of designated open-ended scheme  of  the  Fund  [hereinafter  referred  to  as  “Target  Scheme”].  This  scheme is Target Scheme.    Systematic  Withdrawal  Plan  (SWP):  SWP  allows  redeeming  fixed  3.  amounts of money regularly on specific dates monthly or quarterly from  a specified scheme.    Switching:  A  switch  has  the  effect  of  redemption  from  one  scheme/  4.  plan/option and a purchase in the other scheme/plan/ option to which  the switching has been done. To effect a switch, a  Unit Holder must  provide clear instructions. Such instructions may be provided in digital  platforms  or  in  writing  or  by  completing  the  transaction  slip/form  attached to the account statement. The switch request can be made  for any amount of Rs. 100/- or more. A Unit Holder may request switch  of a specified amount or a specified number of Units only. If the Unit  Holder has specified both the amount (in Rs.) and the number of Units,  switch-out  of  units  will  be  carried  out  based  on  the  number  of  units  specified by the Unit Holder.    Pledge of Units for Loans: Units can be pledged by the Unit Holders as  5.  security  for  raising  loans, subject  to  any  rules  /  restrictions  that  the  Trustee may prescribe from time to time. For Units held in demat form,  the rules of the respective DP will be applicable for pledge of the Units.  Units held in demat form can be pledged by completing the requisite  forms/formalities  as  may  be  required  by  the  Depository.  The  pledge  gets  created  in  favour  of  the  pledgee  only  when  the  pledgee’s  DP  confirms the creation of pledge in the system. In case of Units held in  physical  form,  the  Registrar  will  note  and  record  such  pledge.  A  standard form for this purpose is available at any of the official points  of acceptance of transactions and on www.dspim.com.    6.  One time mandate facility: This Facility enables the Unit Holder/s of  DSP - Mutual Fund (‘Fund’) to transact with in a simple, convenient and  paperless manner by submitting OTM - One Time Mandate registration  form to the Fund which authorizes his/her bank to debit their account  up to a certain specified limit per transaction, as and when they wish  to transact with the Fund, without the need of submitting cheque or  fund  transfer  letter  with  every  transaction  thereafter.  This  Facility",
        "7   F enables Unit holder(s) of the Fund to start Systematic Investment Plan  (SIP) or invest lump sum amounts in any Scheme of the Fund by sending  instructions through Transaction forms, and online facility specified by  the  AMC.  It  is  to  be  noted  that  allotment  of  units  are  subject  to  realization of credit in the scheme   Transfer of Income Distribution cum Capital Withdrawal plan (IDCW):  .  Unit holders under the Regular Plan & Direct Plan (wherever applicable)  and IDCW Options(s) (other than Daily IDCW Reinvest sub-option) of all  the  open  ended  Scheme  of  the  Mutual  Fund  can  opt  to  transfer  their  IDCW  to  any  other  option  under  the  Regular  Plan  &  Direct  Plan  (wherever applicable) (other than Daily IDCW Reinvest sub-option) of all  the open- ended Scheme of the Mutual Fund by availing the facility of  IDCW Transfer Plan (DTP).    Under  DTP,  IDCW  as  &  when  declared  (as  reduced  by  the  amount  of  applicable statutory levy) in the transferor Scheme (subject to minimum  of Rs.100/-) will be automatically invested without any exit load into  the transferee Scheme, as opted by the Unit holder. Such transfer will  be treated as fresh subscription in the transferee Scheme and invested  at  the  Applicable  NAV  on  the  Business  Day  immediately  following  the  record  date,  subject  to  terms  and  conditions  applicable  to  the  transferee Scheme.    Investors are requested to note that the AMC may change the terms and  conditions for SWP facility from time to time, due to changing market  and  operational  conditions.  Investors  are  advised  to  check  the  latest  terms  and  conditions  from  any  of  the  offices  of  the  AMC,  before  investing same is available on www.dspim.com.  or further details, please refer SAI."
    ],
    "weblink": [
        "h   L   h Link for TER for last 6 months and Daily TER-   ttps://www.dspim.com/mandatory-disclosures/ter  ink for scheme factsheet-  ttps://www.dspim.com/downloads?category=Information%20Documents& sub_category=Factsheets"
    ],
    "minimum_installment_amount_for_systematic_investment_plan_sip": [
        "Rs. 100/- & any amount thereafter."
    ],
    "minimum_installment_amount_for_swp_and_stp": [
        "Rs. 100/- & any amount thereafter."
    ],
    "fund_manager": [
        {
            "name": "N ame of the Fund Manager",
            "experience": "Brief Experience",
            "qualification": "Educational Qualifications"
        },
        {
            "name": "Mr. Anil Ghelani",
            "experience": "Over 26 years of experience as under: From April 2023 to present – DSPAM - Head of Passive Investments & Products. From April 16, 2018 to March 31, 2023 - DSPIM – Head of Passive Investments & Products. From January 2013 to April 2018, DSP Pension Fund Managers Pvt. Ltd. - Business Head & Chief Investment Officer From December 2014 to April 15, 2018 - DSPIM – Senior Vice President, Products & Passive Investments From January 2006 – December 2012 - DSPIM – Head of Risk & Quantitative Analysis (RQA) From July 2003 to December 2005 - DSPIM - AVP - Fund Administration From February 2003 to July 2003 - IL&FS Asset Management Company - Asst. Manager – Fund",
            "qualification": "Chartered Financial Analyst (CFA Institute USA) Chartered Accountant (ICAI India) B. Com. (H. R. College University of Mumbai)"
        },
        {
            "name": "Name of the Fund Manager",
            "experience": "Brief Experience",
            "qualification": "Educational Qualifications"
        },
        {
            "name": "",
            "experience": "Operations From February 2000 to January 2003 - S. R. Batliboi (member firm of Ernst & Young) – CA articleship till Jan 2002 Executive from Feb 2002 From August 1998 to June 2000 - V. C. Shah & Co., Chartered Accountants - CA articleship",
            "qualification": ""
        },
        {
            "name": "Mr. Diipesh Shah",
            "experience": "Over 22 years of experience as under: From April 2023 to present – DSPAM - Fund Manager – ETF and Passive Investments. From November 2020 to March 2023 - DSPIM – Fund Manager – ETF and Passive Investments. From September 2019 to October, 2020 - DSPIM – Dealer – ETF and Passive Investments. From August 2018 to September, 2019 - JM Financial Institutional Broking Limited as Institutional Equity Sales Trading. From June 2014 to July 2018 - Centrum Boking Limited as Institutional Equity Sales Trading. From September 2013 to June 2014 - JM Financial Institutional Broking Limited as",
            "qualification": "B Com , ACA, Candidate of the CFA Program, CFA Institute USA, Level I Cleared"
        }
    ]
}