{"risk_bbox": "(An open-ended exchange t (Scrip Code for N This product is suitable for investor To create wealth and income in the long term Returns that are in line with the performance of Silver over the long term, subject to tracking errors. *Investors should consult their financia (The product labelling assigned during thCharacteristics or model portfolio and the s Offer for units of Rs. 10/- each for cashprices. NewNewScheme re-opens for", "other_text": ["SCHEME INFORMATION DOCUMENT", "Section I", "360 ONE Silver ETF", "(An open-ended exchange traded fund replicating/tracking domestic prices of Silver)", "(Scrip Code for NSE/BSE will be added after listing of the units)", "This product is suitable for investors who are seeking*", "To create wealth and income in the long term", "Returns that are in line with the performance of Silver over the long term, subject to tracking errors.", "As per AMFI Tier I Benchmark i.e. Domestic Prices of", "Silver", "*Investors should consult their financial advisers if in doubt about whether the product is suitable for them.", "(The product labelling assigned during the New Fund Offer (NFO) is based on internal assessment of the Scheme Characteristics or model portfolio and the same may vary post NFO when actual investments are made)", "Offer for units of Rs. 10/- each for cash during the New Fund Offer and continuous offer for units at NAV based prices.", "New Fund Offer opens on: March 10, 2025 New Fund Offer closes on: March 20, 2025 Scheme re-opens for continuous Sale and Repurchase from March 28, 2025", "Mutual Fund: 360 ONE MUTUAL FUND (Formerly known as IIFL Mutual Fund)", "Asset Management Company: 360 ONE Asset Management Limited (Formerly known as IIFL Asset Management Limited)", "Trustee Company: 360 ONE Asset Trustee Limited (Formerly known as IIFL Trustee Limited)", "Registered Office: 360 ONE Centre, Kamala City, S.B. Marg, Lower Parel, Mumbai – 400 013", "Tel No.: 022 4876 5158", "Fax No.: 022 4646 4706"], "name_of_the_scheme": ["360 ONE Silver ETF"], "category_of_the_scheme": ["Other Schemes - Exchange Traded Fund (ETF)"], "scheme_type": ["An  open-ended  exchange  traded  fund  replicating/tracking  domestic  prices of Silver."], "scheme_code": ["360O/O/O /OET/25/01/0009"], "investment_objective": ["The investment objective of the scheme is to generate returns that are in  line with the performance of physical Silver in domestic prices, subject to  tracking error.    However,  there  is  no  assurance  that  the  investment  objective  of  the  Scheme  will  be  realized  and  the  Scheme  does  not  assure  or  guarantee  any returns."], "liquiditylisting_details": ["T   D On the Exchange  The  units  are  proposed  to  be  listed  on  Stock  Exchanges  to  provide  liquidity through the secondary market. The units of the Scheme can be  bought / sold on all trading days on the NSE Limited and or BSE Limited  or any other stock exchange where the Scheme is proposed to be listed.  he price of the Units in the secondary market on the Stock Exchange(s)  will depend  on  demand and  supply  at  that  point  of  time.  The  AMC  will  appoint  at  least  two  Market  Maker(s)  who  are  members  of  Stock  Exchange to  provide  liquidity in  secondary market  on  an ongoing basis.  The Market Maker(s) would offer daily two-way quote in the market.  irectly with the Mutual Fund  The Scheme offers units for subscription / redemption directly with the  Mutual  Fund  in  creation  unit  size  to  Market  Makers  /  and  Large  Investors, at applicable NAV.  Further, in terms of clause 3.6.2.2 of SEBI Master circular dated June 27,  2024,  investors  can  directly  approach  AMC  for  redemption  of  units  for  transaction of more than Rs. 25 Crore, subject to creation unit size.  Investors  can  also  directly  approach  AMC  for  redemption  of  units  for  transaction of upto Rs. 25 Crore without any exit load, if:  a) Traded price (closing price) of the ETF units is at discount of more than  1% to the day end NAV for 7 continuous trading days, or  b)  No  quotes  for  such  ETFs  are  available  on  stock  exchange(s)  for  3  consecutive trading days, or  c)  Total  bid  size  on  the  exchange  is  less  than  half  of  creation  units  size  daily, averaged over a period of 7 consecutive trading days.  The  above  instances  shall  be  tracked  by  the  AMC  on  an  ongoing  basis  and incase if any of the above mentioned scenario arises the same shall  be disclosed on the website of the AMC i.e. https://www.360.one/asset- management/mutualfund/.", "T he  AMC/Trustee  reserves  the  right  to  delist  the  Units  of  the  Scheme  from a particular stock exchange provided the Units are listed on at least  one stock exchange."], "benchmark_total_return_index": ["J As per AMFI Tier I benchmark is Domestic Prices of Silver.  ustification: The benchmark has been chosen as the Scheme will invest  in  Silver  and  Silver  related  instruments.  Thus,  the  composition  of  the  aforesaid  benchmark  is  such  that  it  is  most  suited  for  comparing  the  performance of the Scheme."], "nav_disclosure": ["The  AMC  will  update  the  NAVs  on  AMFI  website  www.amfiindia.com  before  11.00  p.m.  on  the  every  business  day  and  also  on  its  website  (https://www.360.one/asset-management/mutualfund/  ).  Further,  the  indicative  NAVs  (iNAV)  of  ETF  shall  be  disclosed  on  Stock  Exchange  platforms,  where  the  units  of  these  ETF  are  listed,  on  continuous  basis  during  the  trading  hours.  iNAV  disclosed  for  the  Scheme  may  either  be  static or dynamic depending upon the availability of the underlying price.    For further details, please refer Section II in this SID."], "applicable_timelines": ["I Timeline for:    •  Dispatch of Redemption proceeds - within three working days from  the date of redemption or repurchase.  •  Dispatch  of  IDCW  -  within  seven  working  days  from  the  record  date*.  *Record  Date:  Record  date  shall  be  two  working  days  from  the  issue  of  public  notice,  wherever  applicable,  for  the  purpose  of  payment  of  dividend.  nterest for the period of delay in transfer of redemption or repurchase or  dividend  will  be  paid  to  unitholders  at  the  rate  of  15%  per  annum  along  with the proceeds of redemption or repurchase or dividend."], "plan_options": ["The Scheme does not offer any Plans/Options for investment.  The  AMC  and  the  Trustees  reserve  the  right  to  introduce  such  other  Plans/Options as they deem necessary or desirable from time to time, in  accordance with the SEBI Regulations."], "load_structure": ["F   T   O Exit Load: NIL    or other than Creation Unit Size: Nil    he Units of 360 ONE Silver ETF in other than Creation Unit Size cannot be  directly redeemed with the Fund. These Units can be redeemed (sold) on a  continuous  basis  on  the  Stock  Exchange  during  the  trading  hours  on  all  trading days. The Trustee / AMC reserve the right to change / modify the  exit load on a future date on prospective basis.    ther charges for transactions through Stock Exchange Mode:   The units of the Scheme are compulsorily traded on Stock Exchange(s) in", "to  be  the  Stock  than  for  Cash", "dematerialized form, and hence, there shall be no entry/exit load for the  units  purchased  or  sold  through  Stock  Exchanges.  However,  the  investor  shall have to bear costs in the form of bid/ask spread and brokerage and  such other costs as charged by his broker or mandated by the government  from  time-to-time  for  transacting  in  the  units  of  the  scheme  through  secondary market."], "minimum_application_amountswitch_in": ["b •  During NFO:  During NFO period - Rs. 1000 and in multiples of Re.  1/- thereof. Units will be allotted in whole figures and the balance  amount will be refunded.  •  On Continuous basis – Directly with Fund:   a) Market Makers: Market Makers can directly purchase in blocks  from the fund in “Creation unit size” on any business day.    )  Large  Investors:  Large  Investors  can  directly purchase  in  blocks  from  the  fund  in  “Creation  unit  size”  on  any  business  day.  However, the Large Investors can directly purchase in blocks from  the  fund  in  “Creation  unit  size”  subject  to  the  value  of  such  transaction being greater than the threshold of INR 25 Cr. (Twenty- Five  crores)  or  such  other  threshold  as  prescribed  by  SEBI  from  time to time.      •  On the Exchange – The units of the Scheme can be purchased and  sold in minimum lot of 1 unit and in multiples thereof."], "minimum_additional_purchase_amount": ["Not Applicable"], "minimum_redemptionsswitc_h_out_amount": ["D On The Exchange:   Investors  can  redeem  (sell)  Units  on  a  continuous  basis  on  the  Stock  Exchange on which the Units are listed. Subscriptions made through Stock  Exchanges  will  be  made  by  specifying  the  number  of  Units  subscribed  to  and  not  the  amount  to  be  invested.  On  Exchange(s),  the  Units  of  the  Scheme  can  be  sold  in  minimum  lot  of  1  (one) Unit and in multiples thereof.    irectly from the Fund:   The  Scheme  offers  for  redemptions  only  from  Market  Makers  and  Large  Investors  (subject  to  the  value  of  such  transaction  is  greater  threshold of INR 25 Cr. (Twenty-Five crores) in “Creation Unit Size” on all  Business  Days.  Additionally,  the  difference  in  the  value  of  portfolio  and  cost  of  purchase/sale  of  Portfolio  Deposit  on  the  Exchange  creation/redemption  of  Units  of  the  Scheme  including  the  Component and transaction handling charges, if any, will have to be borne  by the Market Maker/Large Investor. The Fund creates/redeems Units of  the  Scheme  in  large  size  known  as  “Creation  Unit  Size”.  Each  “Creation  Unit”  consists  of  30,000  Units  of  360  ONE  Silver  ETF.  The  value  of  the  “Creation Unit” is the “Portfolio Deposit” and a “Cash Component” which  will  be  exchanged  for  30,000  Units  of  the  Scheme  and/or  subscribed  in", "for", "T   L   i   S cash equal to the value of said predefined units of the Scheme.    he  redemption  of  Units  of  the  Scheme  in  Creation  Unit  Size  will  be  allowed both by means of exchange of Portfolio Deposit and by cash.   iquidity  Window:  Further,  in  terms  of  Paragraph  3.6.2.2  of  SEBI  Master  Circular  dated  June  27,  2024  investors  can  directly  approach  AMC  for  redemption of units for transaction of more than Rs. 25 Crore, subject to  creation  unit  size.    Investors  can  also  directly  approach  AMC  redemption of units for transaction of upto Rs. 25 Crore without any exit  load, if:    )  Traded price (closing price) of the ETF units is at discount of more  than 1% to the day end NAV for 7 continuous trading days, or   ii)  No  quotes  for  such  ETFs  are  available  on  stock  exchange(s)  for  3  consecutive trading days, or   iii)  Total bid size on the exchange is less than half of creation units size  daily, averaged over a period of 7 consecutive trading days.     In case of the above scenarios, applications received from investors for  redemption  up  to  3.00 p.m.  on  any trading  day,  shall  be processed   at  the closing NAV of the day.  witch out: Not applicable  There is no minimum balance requirement."], "new_fund_offer_period_this_is_the_period_during_which_a_new_scheme_sells_its_units_to_the_investors.": ["S NFO Opens on: March 10, 2025  NFO Closes on: March 20, 2025  cheme re-opens for continuous sale & repurchase on: March 28, 2025  The AMC/Trustee reserves the right to extend the closing date, subject to  the  condition  that  the  New  Fund  Offer  shall  not  be  kept  open  for  more  than 15 days. The AMC reserves the right to close the NFO period earlier,  subject to the condition that NFO shall be open for minimum period of 3  working  days.  Any  such  extension/  early  closure  shall  be  announced  by  way of an addendum uploaded on website of the AMC."], "new_fund_offer_price_this_is_the_price_per_unit_that_the_investors_have_to_pay_to_invest_during_the_nfo.": ["Rs. 10 per Unit"], "segregated_portfolioside_pocketing_disclosure": ["In case of a credit event at issuer level and to deal with liquidity risk, the  AMC  may  create  a  segregated  portfolio  of  debt  and  money  market  instruments under the Scheme in compliance with the clause 4.4 of SEBI  Master Circular dated June 27, 2024, as amended from time to time.", "I   F n  this  regard,  the  term  ‘segregated  portfolio’  shall  mean  a  portfolio  comprising  of  debt  or  money  market  instrument  affected  by  a  credit  event, that has been segregated in a mutual fund scheme, the term ‘main  portfolio’  shall  mean  the  scheme  portfolio  excluding  the  segregated  portfolio  and  the  term  ‘total  portfolio’  shall  mean  the  scheme  portfolio  including the securities affected by the credit event.  or details, kindly refer SAI."], "swing_pricing_disclosure": ["Not Applicable"], "stock_lendingshort_selling": ["Not Applicable."], "how_to_apply_and_other_details": ["The  Key  Information  Memorandum  along  with  application  form  is  available  at  the  Investor  Service  Centers  (ISCs)/  Official  Points  of  Acceptance  (OPAs)  or  may  be  downloaded  from  the  website  (https://www.360.one/asset-management/mutualfund/)  of  the  Mutual  Fund.  Please  refer  https://www.360.One/asset- management/mutualfund/downloads/information-documents/  for  the  list of official points of acceptance.  Please refer to the Section II for detailed procedure."], "investor_services": ["•   I •  Contact details for general service request:   Investors may contact any of the ISCs or the AMC by calling the toll- free no. 1800-2108-606 or write to service@360.one.   nvestors  can  also  visit  the  website  at  https://www.360.one/asset- management/mutualfund/ for complete details.    Contact details for complaints resolution:   Mr. Sushil Sharma is designated as the Investor Relations Officer. Mr.  Sharma can be contacted at 360 ONE Asset Management Limited, 360  ONE Centre, Kamala City, S.B. Marg, Lower Parel, Mumbai – 400 013,  Tel (91 22) 4876 5158 Fax: (91 22) 4646 4706, Email: service@360.one   Investors can lodge their dispute on the ODR Portal and Scores Portal  through the link given below:    •  ODR  Portal  can  be  accessed  via  the  following  link  -  https://smartodr.in/.  •  SCOREs  Portal  can  be  accessed  via  the  following  link  -  https://scores.sebi.gov.in/"], "specific_attribute_of_scheme_such_as_lock_in_duration_in_case_of_target_maturity_scheme_close_ended_schemes": ["Not Applicable"], "special_productfacility_available_during_the_nfo_and_on_ongoing_basis": ["Systematic  Investment  Plan  (SIP),  Systematic  Transfer  Plan  (STP)  Systematic Withdrawal Plan (SWP) are not available under this Scheme."], "weblink": ["TER for last 6 months, Daily TER as well as scheme factsheet shall be made  available on https://www.360.one/asset-management/mutualfund/."], "fund_manager": [{"name": "", "experience": "Fund Manager/Age"}, {"name": "", "experience": "Mr. Rahul Khetawat Age: 37 years Qualification: PGDM, M.COM (PRE)"}, {"name": "", "experience": ""}]}