{"risk_bbox": "SC (An open-end Name of Mutual Fund : Jio : Jio Name of Asset Management Company ‘Ji Address of AMC : Un Pan Website of AMC : ww Name of Trustee Company : Jio : Un Address of Trustee Company Pan Name of the Scheme : Jio tra Category of Scheme : Oth Scheme Code : JB NFO open date : AuNFO close date : AuScheme re-opens on: : Wi As permitted by SEBI, NFO shall rembut not more than 15 calendar days. Anof NFO period not exceeding 15 calenon website of the AMC i.e. www.jiob Offer for Units of Rs. 10/- each durinprices Investment objective JioBlackRock Nifty 50 Index Fund Passive investment in equity and equity related securities replicating the composition of Nifty 50 Index, subject to tracking errors. There is no assurance that the investment objective of the Scheme will be achieved. Investors should consult their financi The above product labelling assignedthe Scheme characteristics or model pmade. Investors are advised to refer tJioBlackRock Mutual Fund, Standgeneral information on www.jiobla The particulars of the Scheme have India (Mutual Funds) Regulations, 1date and circulars issued thereunder been approved or recommended byInformation Document. The Scheme Information Document investor ought to know before inveschanges to this Scheme Information DService Centres / Website / Distributo SAI is incorporated by reference copy of the current SAI, please co The Scheme Information Docume This Scheme Information Document", "other_text": ["SCHEME INFORMATION DOCUMENT", "JioBlackRock Nifty 50 Index Fund", "(An open-ended scheme replicating/ tracking the Nifty 50 Index.)", "Name of Mutual Fund : Jio BlackRock Mutual Fund (referred as ‘JioBlackRock Mutual Fund’)", ": Jio BlackRock Asset Management Private Limited (referred as", "Name of Asset Management Company", "‘JioBlackRock AMC’)", "Address of AMC : Unit No. 1301, 13th Floor, Altimus Building, Plot No. 130, Worli Estate,", "Pandurang Budhkar Marg, Worli, Mumbai – 400018, Maharashtra, India", "Website of AMC : www.jioblackrockamc.com", "Name of Trustee Company : Jio BlackRock Trustee Private Limited (referred as ‘JioBlackRock Trustee’)", ": Unit No. 1301, 13th Floor, Altimus Building, Plot No. 130, Worli Estate,", "Address of Trustee Company", "Pandurang Budhkar Marg, Worli, Mumbai – 400018, Maharashtra, India.", "Name of the Scheme : JioBlackRock Nifty 50 Index Fund (An open-ended scheme replicating/", "tracking the Nifty 50 Index.)", "Category of Scheme : Other Schemes - Index Fund", "Scheme Code : JBMF/O/O/EIN/25/07/0004 NFO open date : August 05, 2025 NFO close date : August 12, 2025 Scheme re-opens on: : Within five business days of allotment date As permitted by SEBI, NFO shall remain open for subscription for a minimum period of 3 (three) business days but not more than 15 calendar days. Any extension or change to the NFO dates will be subject to the requirement of NFO period not exceeding 15 calendar days. Any changes in dates of NFO will be published through notice on website of the AMC i.e. www.jioblackrockamc.com.", "Offer for Units of Rs. 10/- each during the New Fund Offer and Continuous Offer for Units at NAV based prices", "1", "Investment objective Scheme Risk-o-meter Benchmark Risk-o-meter", "Nifty 50 Index (TRI) JioBlackRock Nifty 50 Index Fund", "Passive investment in equity and equity related securities replicating the composition of Nifty 50 Index, subject to tracking errors.", "There is no assurance that the investment objective of the Scheme will be achieved.", "Investors should consult their financial advisers if in doubt about whether the product is suitable for them.", "The above product labelling assigned during the New Fund Offer (NFO) is based on an internal assessment of the Scheme characteristics or model portfolio and the same may vary post NFO when the actual investments are made. Investors are advised to refer to the Statement of Additional Information (SAI) for details of JioBlackRock Mutual Fund, Standard Risk Factors, Special Considerations, Tax and Legal issues and general information on www.jioblackrockamc.com. The particulars of the Scheme have been prepared in accordance with the Securities and Exchange Board of India (Mutual Funds) Regulations, 1996, (herein after referred to as SEBI (MF) Regulations) as amended till date and circulars issued thereunder filed with SEBI. The units being offered for public subscription have not been approved or recommended by SEBI nor has SEBI certified the accuracy or adequacy of Scheme Information Document. The Scheme Information Document sets forth concisely the information about the Scheme that a prospective investor ought to know before investing. Before investing, investors should also ascertain about any further changes to this Scheme Information Document after the date of this Document from the Mutual Fund / Investor Service Centres / Website / Distributors or Brokers.", "SAI is incorporated by reference (is legally a part of the Scheme Information Document). For a free copy of the current SAI, please contact your nearest Investor Service Centre or log on to our website. The Scheme Information Document should be read in conjunction with the SAI and not in isolation.", "This Scheme Information Document is dated July 28, 2025.", "2"], "benchmark_tri": ["T Nifty 50 Index  he above benchmark is in accordance with para 1.9 of SEBI Master Circular for  Mutual Funds dated June 27, 2024, on ‘Guiding Principles for bringing uniformity  in Benchmarks of Mutual Fund Schemes’."], "plans_and_options_plans_options_and_sub_options_under_the_scheme": ["T The  Scheme  shall  offer  only  Direct  Plan.  Further,  the  Plan  shall  offer  only  Growth  he AMC may introduce further Plan/s and Option/s in future, subject to SEBI (MF)  Regulations."], "load_structure": ["S   i   T Exit load: Nil  ubject to the SEBI (MF) Regulations, the AMC reserves the right to modify/alter  the load structure on the Units subscribed/redeemed on any Business Day. At the  time of changing the load structure, the AMC / Mutual Fund may adopt the following  procedure:  .  The addendum detailing the changes will be attached to Scheme Information  Document.   ii.  Arrangements will be made to display the addendum in the Scheme Information  Document in the form of a notice in all the investor service centres.   iii.  The introduction of the exit load along with the details will be stamped in the  acknowledgement slip issued to the investors on submission of the application  form and will also be disclosed in the statement of accounts issued after the  introduction of such load.   iv.  A public notice shall be provided on the website of the AMC in respect of such  changes.  v.  Any other measures which the mutual fund may feel necessary.  he AMC reserves the right to modify the Exit Load/Fee mentioned above at any  time in future on a prospective basis, subject to the limits prescribed under the SEBI  (MF) Regulations."], "minimum_application_amount_switch_in": ["M   M   M   O   M During NFO:  inimum Application Amount (Lumpsum): Rs. 500/- and any amount thereafter.  inimum Amount for switch-in to the Scheme: Rs. 500/- and any amount thereafter.   inimum Amount for Systematic Investment Plan (SIP): Rs. 500/- and in multiples  of Re. 1/- thereafter.  n a continuous basis:  inimum Amount for Purchase (Lumpsum): Rs. 500/- and any amount thereafter.", "M Minimum Amount for switch-in to the Scheme: Rs. 500/- and any amount thereafter.  inimum Amount for Systematic Investment Plan (SIP): Rs. 500/- and in multiples  of Re. 1/- thereafter."], "minimum_additional_purchase_amount": ["On a continuous basis: Rs. 500/- and any amount thereafter."], "minimum_redemption_switch_out_amount": ["T On a continuous basis:  ‘Any amount’ or ‘any number of units’ as requested by the investor at the time of  redemption.  he Redemption would be permitted to the extent of credit balance in the investor’s  account of the Scheme (subject to release of pledge / lien or other encumbrances).  The  Redemption  request  can  be  made  by  specifying  the  rupee  amount  or  by  specifying the number of Units to be redeemed."], "tracking_error": ["Direct Plan: Not Available since this is a  new Scheme.", "Regular  Plan:  Not  Applicable  since  the  Scheme shall offer only Direct Plan"], "tracking_difference": ["Direct Plan: Not Available since this is a  new Scheme.", "Regular  Plan:  Not  Applicable  since  the  Scheme shall offer only Direct Plan"], "computation_of_nav": ["T   F The NAV of units under the Scheme shall be calculated as shown below:    𝑀𝑎𝑟𝑘𝑒𝑡 𝑜𝑟 𝐹𝑎𝑖𝑟 𝑉𝑎𝑙𝑢𝑒 𝑜𝑓 𝑆𝑐ℎ𝑒𝑚𝑒′𝑠 𝑖𝑛𝑣𝑒𝑠𝑡𝑚𝑒𝑛𝑡𝑠 +  𝐶𝑢𝑟𝑟𝑒𝑛𝑡 𝐴𝑠𝑠𝑒𝑡𝑠 𝑖𝑛𝑐𝑙𝑢𝑑𝑖𝑛𝑔 𝐴𝑐𝑐𝑟𝑢𝑒𝑑 𝐼𝑛𝑐𝑜𝑚𝑒 − 𝐶𝑢𝑟𝑟𝑒𝑛𝑡 𝐿𝑖𝑎𝑏𝑖𝑙𝑖𝑏𝑖𝑡𝑖𝑒𝑠 𝑎𝑛𝑑 𝑃𝑟𝑜𝑣𝑖𝑠𝑖𝑜𝑛 𝑖𝑛𝑐𝑙𝑢𝑑𝑖𝑛𝑔 𝑎𝑐𝑐𝑟𝑢𝑒𝑑 𝑒𝑥𝑝𝑒𝑛𝑠𝑒𝑠 𝑁𝐴𝑉 (𝑅𝑠. ) =    𝑁𝑜.𝑜𝑓 𝑢𝑛𝑖𝑡𝑠 𝑜𝑢𝑡𝑠𝑡𝑎𝑛𝑑𝑖𝑛𝑔 𝑢𝑛𝑑𝑒𝑟 𝑡ℎ𝑒 𝑠𝑐ℎ𝑒𝑚𝑒 𝑜𝑛 𝑡ℎ𝑒 𝑉𝑎𝑙𝑢𝑎𝑡𝑖𝑜𝑛 𝐷𝑎𝑦 he NAV of the Scheme would be calculated up to four decimal places and would  be declared on each business day.  or  the  detailed  disclosure,  please  refer  to  the  following  link:  www.jioblackrockamc.com/disclosure."], "asset_allocation": ["U This Scheme tracks the Nifty 50 Index.  nder normal circumstances, the indicative asset allocation shall be as follows:", "Instruments", "Indicative allocations (% of  total assets)", "Minimum", "Maximum", "Equity  and  equity  related  securities  of  companies comprising the Nifty 50 Index", "95%", "100%", "Debt and Money Market Instruments", "0%", "5%"], "fund_manager": [{"name": "", "experience": "", "qualification": ""}, {"name": "", "experience": "a P b L T D T Numerical Example of Risk Involved (For illustration purpose only) ) Spot Index: 1070 1-month Nifty Future Price on day 1: 1075 Scheme buys 1000 lots. Each lot has a nominal value equivalent to 200 units of the underlying index. Let us say that on the date of settlement, the future price = Closing spot price = 1085 rofits for the Scheme = (1085 - 1075) * 1000 lots * 200 = Rs. 20,00,000 ) Spot Index: 1070 1-month Nifty Future Price on day 1: 1075 Scheme buys 1000 lots. Each lot has a nominal value equivalent to 200 units of the underlying index. Let us say that on the date of settlement, the future price = Closing spot price = 1065 oss for the Scheme = (1065 - 1075) * 1000 lots * 200 = - Rs. 20,00,000 he net impact for the scheme will be in terms of the difference between the closing price of the index and cost price (ignoring margins for the sake of simplicity). Thus, it is clear from the example that the profit or loss for the scheme will be the difference of the closing price (which can be higher or lower than the purchase price) and the purchase price. The risks associated with index futures are similar to the one with equity investments. Additional risks could be on account of illiquidity and hence mispricing of the future at the time of purchase. isclosure Related to the extent and manner of participation in Derivatives he Scheme may take an exposure to equity derivatives of underlying index (stock/ index futures) for short duration when securities of the index are unavailable, insufficient or for rebalancing at the time of change in index or in case of corporate actions, as permitted subject to rebalancing within 7 calendar days (or as specified by SEBI from time to time). The exposure of the Scheme in equity derivative instruments shall be up to 20% (for non-hedging) of the net assets of the Scheme.", "qualification": ""}, {"name": "XI.", "experience": "N N Name: Ms. Tanvi Kacheria Managing since: Inception Total experience: 14 Years ame: Mr. Anand Shah Managing since: Inception Total experience: 23 Years ame: Mr. Haresh Mehta Managing since: Inception Total experience: 18 Years", "qualification": "Fund manager details"}, {"name": "XII.", "experience": "F Actual TER – Not applicable as this is a new Scheme. or detailed disclosure, kindly refer SAI.", "qualification": "Annual Scheme Recurring Expenses"}, {"name": "", "experience": "", "qualification": ""}]}