{
    "Union flexi cap fund": {
        "scheme_details": {
            "investment_objective": "The investment objective of the Scheme is to achieve longterm capital appreciation by investing substantially in a portfolio consisting of equity and equity related securities across market capitalisation. However there can be no assurance that the investment objective of the scheme will be achieved.",
            "cofund_managers": "Sanjay Bembalkar Over 17 years of experience in the field of Equity Research and Fund Management. Managing this Scheme since January 25 2023. Vinod Malviya Over 15 years of experience in the Financial markets as an Analyst. Managing this Scheme since November 01 2024.",
            "indicative_investment_horizon": "Long Term",
            "date_of_allotment": ". Nil thereafter. Active Stock Position in Scheme Portfolio visvis the benchmark Top 5 Overweight Top 5 Underweight GE Vernova T&D Reliance Industries India Ltd. Ltd. Info Edge (India) Ltd. Mahindra & Mahindra Ltd. Mankind Pharma Kotak Mahindra Ltd. Bank Ltd. KEC International Hindustan Unilever Ltd. Ltd. Krishna Institute Of NTPC Ltd. Medical Sciences Ltd.",
            "assets_under_management": "As on31st Dec. 2024  2299.14 crore Average for Dec. 2024  2318.29 crore",
            "benchmark_index": "BSE 500 Index (TRI) (For disclaimers refer page no. 45)",
            "expense_ratio_as_on": "Dec. 31 2024 Direct Plan  0.95% Other than Direct Plan  2.04% The AMC reserves the right to change the expense ratio within the limits prescribed in the SID. Includes additional expenses if any and GST.",
            "load_structure": "Entry LoadNA Exit Load 1% if units are redeemed or switched out on or before completion of 15 days from the date of allotment. Nil thereafter.",
            "active_stock_position_in_scheme": "Portfolio visvis the benchmark Top 5 Overweight Top 5 Underweight GE Vernova T&D Reliance Industries India Ltd. Ltd. Info Edge (India) Ltd. Mahindra & Mahindra Ltd. Mankind Pharma Kotak Mahindra Ltd. Bank Ltd. KEC International Hindustan Unilever Ltd. Ltd. Krishna Institute Of NTPC Ltd. Medical Sciences Ltd."
        },
        "main_scheme_name": "Union flexi cap fund",
        "f_i": []
    },
    "Union multicap fund": {
        "scheme_details": {
            "investment_objective": "The investment objective of the Scheme is to achieve long term capital appreciation by investing in equity and equity related instruments of large mid and small cap companies. However there is no assurance that the Investment Objective of the Scheme will be achieved.",
            "cofund_managers": "Harshad Patwardhan Over 28 years of experience in the field of research and portfolio management in Indian equities. Managing this Scheme since November 01 2024. Sanjay Bembalkar Over 17 years of experience in the field of Equity Research and Fund Management. Managing this Scheme since inception.",
            "indicative_investment_horizon": "Long Term",
            "date_of_allotment": ". Nil thereafter. Active Stock Position in Scheme Portfolio visvis the benchmark Top 5 Overweight Top 5 Underweight Bharat Electronics Reliance Industries Ltd. Ltd. Kfin Technologies ITC Ltd. Ltd. Ultratech Cement Tata Consultancy Ltd. Services Ltd. Cummins India Ltd. Axis Bank Ltd. S.J.S. Enterprises Kotak Mahindra Ltd. Bank Ltd.",
            "assets_under_management": "As on31st Dec. 2024  1105.65 crore Average for Dec. 2024  1114.17 crore",
            "benchmark_index": "@@@ Nifty 500 Multicap 502525 Index (TRI) @@@(For disclaimers refer page no. 45)",
            "expense_ratio_as_on": "Dec. 31 2024 Direct Plan  1.03% Regular Plan  2.21% The AMC reserves the right to change the expense ratio within the limits prescribed in the SID. Includes additional expenses if any and GST.",
            "load_structure": "Entry LoadNA Exit Load 1% if units are redeemed or switched out on or before completion of 15 days from the date of allotment. Nil thereafter.",
            "active_stock_position_in_scheme": "Portfolio visvis the benchmark Top 5 Overweight Top 5 Underweight Bharat Electronics Reliance Industries Ltd. Ltd. Kfin Technologies ITC Ltd. Ltd. Ultratech Cement Tata Consultancy Ltd. Services Ltd. Cummins India Ltd. Axis Bank Ltd. S.J.S. Enterprises Kotak Mahindra Ltd. Bank Ltd."
        },
        "main_scheme_name": "Union multicap fund",
        "f_i": []
    },
    "Union business cycle fund": {
        "scheme_details": {
            "investment_objective": "The Investment Objective of the Scheme is to generate longterm capital appreciation by investing with a focus on riding business cycles through allocation between sectors and stocks at different stages of business cycles in the economy. However there is no assurance that the investment objective of the Scheme will be achieved.",
            "cofund_managers": "$$ Harshad Patwardhan Over 28 years of experience in the field of research and portfolio management in Indian equities. Managing this Scheme since November 01 2024. Pratik Dharmshi Over 14 years of experience in the field of Equity Research and Fund Management. Managing this scheme since December 9",
            "indicative_investment_horizon": "Long Term",
            "date_of_allotment": ". Nil if redeemed or switched out after completion of 1 year from the date of allotment of units. Active Stock Position in Scheme Portfolio visvis the benchmark Top 5 Overweight Top 5 Underweight Info Edge (India) Ltd. Reliance Industries Ltd. Bharat Electronics ITC Ltd. Ltd. Interglobe Aviation Tata Consultancy Ltd. Services Ltd. Apollo Hospitals Axis Bank Ltd. Enterprise Ltd. Bharti Airtel Ltd. Kotak Mahindra Bank Ltd. $$Note The Scheme was comanaged by Mr. Harshad Patwardhan (since November 1 2024  till date) and Mr. Sanjay Bembalkar (since inception  till December 08 2024)",
            "assets_under_management": "As on 31stDec. 2024  585.07 crore Average for Dec. 2024  589.09 crore",
            "benchmark_index": "@@@ Nifty 500 Index (TRI) @@@(For disclaimers refer page no. 45)",
            "expense_ratio_as_on": "Dec. 31 2024 Direct Plan  0.98% Regular Plan  2.38% The AMC reserves the right to change the expense ratio within the limits prescribed in the SID. Includes additional expenses if any and GST.",
            "load_structure": "Entry LoadNA Exit Load 1% if units are redeemed/switched out on or before completion of 1 year from the date of allotment. Nil if redeemed or switched out after completion of 1 year from the date of allotment of units.",
            "active_stock_position_in_scheme": "Portfolio visvis the benchmark Top 5 Overweight Top 5 Underweight Info Edge (India) Ltd. Reliance Industries Ltd. Bharat Electronics ITC Ltd. Ltd. Interglobe Aviation Tata Consultancy Ltd. Services Ltd. Apollo Hospitals Axis Bank Ltd. Enterprise Ltd. Bharti Airtel Ltd. Kotak Mahindra Bank Ltd. $$Note The Scheme was comanaged by Mr. Harshad Patwardhan (since November 1 2024  till date) and Mr. Sanjay Bembalkar (since inception  till December 08 2024)"
        },
        "main_scheme_name": "Union business cycle fund",
        "f_i": []
    },
    "Union focused fund": {
        "scheme_details": {
            "investment_objective": "The investment objective of the scheme is to seek to generate capital appreciation by investing in a portfolio of select equity and equity linked securities across market caps. However there can be no assurance that the Investment Objective of the scheme will be achieved.",
            "cofund_managers": "$$ Pratik Dharmshi Over 14 years of experience in the field of Equity Research and Fund Management. Managing this scheme since December 9 Vinod Malviya Over 15 years of experience in the Financial markets as an Analyst. Managing this Scheme since November 01 2024.",
            "indicative_investment_horizon": "Long Term",
            "date_of_allotment": ". Nil thereafter. Active Stock Position in Scheme Portfolio visvis the benchmark Top 5 Overweight Top 5 Underweight Info Edge (India) Ltd. ITC Ltd. Tata Consumer Tata Consultancy Products Ltd. Services Ltd. NTPC Green Energy Axis Bank Ltd. Ltd. Dixon Technologies Kotak Mahindra (India) Ltd. Bank Ltd. Trent Ltd. Reliance Industries Ltd. $$Note The Scheme was comanaged by Mr. Sanjay Bembalkar (since January 25 2023  December 08 2024) and Mr. Vinod Malviya (since November 01 2024  till date)",
            "assets_under_management": "As on31st Dec. 2024  428.28 crore Average for Dec. 2024  432.12 crore",
            "benchmark_index": "BSE 500 Index (TRI) (For disclaimers refer page no. 45)",
            "expense_ratio_as_on": "Dec. 31 2024 Direct Plan  1.51% Regular Plan  2.49% The AMC reserves the right to change the expense ratio within the limits prescribed in the SID. Includes additional expenses if any and GST.",
            "load_structure": "Entry LoadNA Exit Load 1% if units are redeemed or switched out on or before completion of 15 days from the date of allotment. Nil thereafter.",
            "active_stock_position_in_scheme": "Portfolio visvis the benchmark Top 5 Overweight Top 5 Underweight Info Edge (India) Ltd. ITC Ltd. Tata Consumer Tata Consultancy Products Ltd. Services Ltd. NTPC Green Energy Axis Bank Ltd. Ltd. Dixon Technologies Kotak Mahindra (India) Ltd. Bank Ltd. Trent Ltd. Reliance Industries Ltd. $$Note The Scheme was comanaged by Mr. Sanjay Bembalkar (since January 25 2023  December 08 2024) and Mr. Vinod Malviya (since November 01 2024  till date)"
        },
        "main_scheme_name": "Union focused fund",
        "f_i": []
    },
    "Union midcap fund": {
        "scheme_details": {
            "investment_objective": "The investment objective of the Scheme is to achieve long term capital appreciation and generate income by investing predominantly in equity and equity related securities of mid cap companies. However there is no assurance that the Investment Objective of the Scheme will be achieved.",
            "cofund_managers": "$$ Gaurav Chopra Over 9 years of experience in the equity markets. Managing this Scheme since January 25 2023. Pratik Dharmshi Over 14 years of experience in the field of Equity Research and Fund Management. Managing this scheme since December 9",
            "indicative_investment_horizon": "Long Term",
            "date_of_allotment": ". Nil thereafter. Active Stock Position in Scheme Portfolio visvis the benchmark Top 5 Overweight Top 5 Underweight The Federal Bank Indus Towers Ltd. Ltd. KEC International HDFC Asset Ltd. Management Co. Ltd. Voltas Ltd. IDFC First Bank Ltd. GE Vernova T&D Yes Bank Ltd. India Ltd. Zomato Ltd. Colgatepalmolive (India) Ltd. $$Note The Scheme was comanaged by Mr. Gaurav Chopra (since January 25 2023  till date) and Mr. Sanjay Bembalkar (since November 01 2024  till December 08 2024)",
            "assets_under_management": "As on31st Dec. 2024  1428.97 crore Average for Dec. 2024  1427.98 crore",
            "benchmark_index": "BSE 150 MidCap Index (TRI) (For disclaimers refer page no. 45)",
            "expense_ratio_as_on": "Dec. 31 2024 Direct Plan  0.76% Regular Plan  2.11% The AMC reserves the right to change the expense ratio within the limits prescribed in the SID. Includes additional expenses if any and GST.",
            "load_structure": "Entry LoadNA Exit Load 1% if units are redeemed or switched out on or before completion of 15 days from the date of allotment. Nil thereafter.",
            "active_stock_position_in_scheme": "Portfolio visvis the benchmark Top 5 Overweight Top 5 Underweight The Federal Bank Indus Towers Ltd. Ltd. KEC International HDFC Asset Ltd. Management Co. Ltd. Voltas Ltd. IDFC First Bank Ltd. GE Vernova T&D Yes Bank Ltd. India Ltd. Zomato Ltd. Colgatepalmolive (India) Ltd. $$Note The Scheme was comanaged by Mr. Gaurav Chopra (since January 25 2023  till date) and Mr. Sanjay Bembalkar (since November 01 2024  till December 08 2024)"
        },
        "main_scheme_name": "Union midcap fund",
        "f_i": []
    },
    "Union large & midcap fund": {
        "scheme_details": {
            "investment_objective": "The investment objective of the scheme is to seek to generate capital appreciation by investing predominantly in a portfolio of equity and equity linked securities of large cap and mid cap companies. However there can be no assurance that the Investment Objective of the scheme will be achieved.",
            "cofund_managers": "$$ Vinod Malviya Over 15 years of experience in the Financial markets as an Analyst. Managing this Scheme since May 02 2024. Pratik Dharmshi Over 14 years of experience in the field of Equity Research and Fund Management. Managing this scheme since December 9",
            "indicative_investment_horizon": "Long Term",
            "date_of_allotment": ". Nil thereafter. Active Stock Position in Scheme Portfolio visvis the benchmark Top 5 Overweight Top 5 Underweight Interglobe Aviation Reliance Industries Ltd. Ltd. KEC International BSE Ltd. Ltd. Gokaldas Exports Kotak Mahindra Ltd. Bank Ltd. GE Vernova T&D Hindustan Unilever India Ltd. Ltd. Kaynes Technology Bajaj Finance Ltd. India Ltd. $$Note The Scheme was comanaged by Mr. Vinod Malviya (since May 02 2024  till date) and Mr. Sanjay Bembalkar (since November 01 2024  till December 08 2024)",
            "assets_under_management": "As on31st Dec. 2024  868.05 crore Average for Dec. 2024  873.26 crore",
            "benchmark_index": "@@@ NIFTY LargeMidcap 250 Index (TRI) @@@(For disclaimers refer page no. 45)",
            "expense_ratio_as_on": "Dec. 31 2024 Direct Plan  0.96% Regular Plan  2.28% The AMC reserves the right to change the expense ratio within the limits prescribed in the SID. Includes additional expenses if any and GST.",
            "load_structure": "Entry LoadNA Exit Load 1% if units are redeemed or switched out on or before completion of 15 days from the date of allotment. Nil thereafter.",
            "active_stock_position_in_scheme": "Portfolio visvis the benchmark Top 5 Overweight Top 5 Underweight Interglobe Aviation Reliance Industries Ltd. Ltd. KEC International BSE Ltd. Ltd. Gokaldas Exports Kotak Mahindra Ltd. Bank Ltd. GE Vernova T&D Hindustan Unilever India Ltd. Ltd. Kaynes Technology Bajaj Finance Ltd. India Ltd. $$Note The Scheme was comanaged by Mr. Vinod Malviya (since May 02 2024  till date) and Mr. Sanjay Bembalkar (since November 01 2024  till December 08 2024)"
        },
        "main_scheme_name": "Union large & midcap fund",
        "f_i": []
    },
    "Union small cap fund": {
        "scheme_details": {
            "investment_objective": "To achieve long term capital appreciation by investing in a portfolio consisting of equity and equity related securities predominantly of small cap companies. However there is no assurance that the Investment Objective of the scheme will be achieved.",
            "cofund_managers": "$$ Pratik Dharmshi Over 14 years of experience in the field of Equity Research and Fund Management. Managing this scheme since December 9 Gaurav Chopra Over 9 years of experience in the equity markets. Managing this Scheme since November 01 2024.",
            "indicative_investment_horizon": "Long Term",
            "date_of_allotment": ". Nil thereafter. Active Stock Position in Scheme Portfolio visvis the benchmark Top 5 Overweight Top 5 Underweight Garware HiTech Laurus Labs Ltd. Films Ltd. Kei Industries Ltd. Radico Khaitan Ltd. Blue Star Ltd. National Aluminium Company Ltd. S.J.S. Enterprises Apar Industries Ltd. Ltd. Eureka Forbes Ltd. Piramal Pharma Ltd. $$Note The Scheme was comanaged by Mr. Sanjay Bembalkar (since January 25 2023  till December 08 2024) and Mr. Gaurav Chopra (since November 1 2024  till date)",
            "assets_under_management": "As on31st Dec. 2024  1684.72crore Average for Dec. 2024  1699.23 crore",
            "benchmark_index": "BSE 250 SmallCap Index (TRI) (For disclaimers refer page no. 45)",
            "expense_ratio_as_on": "Dec. 31 2024 Direct Plan  0.98% Regular Plan  2.10% The AMC reserves the right to change the expense ratio within the limits prescribed in the SID. Includes additional expenses if any and GST.",
            "load_structure": "Entry LoadNA Exit Load 1% if units are redeemed or switched out on or before completion of 15 days from the date of allotment. Nil thereafter.",
            "active_stock_position_in_scheme": "Portfolio visvis the benchmark Top 5 Overweight Top 5 Underweight Garware HiTech Laurus Labs Ltd. Films Ltd. Kei Industries Ltd. Radico Khaitan Ltd. Blue Star Ltd. National Aluminium Company Ltd. S.J.S. Enterprises Apar Industries Ltd. Ltd. Eureka Forbes Ltd. Piramal Pharma Ltd. $$Note The Scheme was comanaged by Mr. Sanjay Bembalkar (since January 25 2023  till December 08 2024) and Mr. Gaurav Chopra (since November 1 2024  till date)"
        },
        "main_scheme_name": "Union small cap fund",
        "f_i": []
    },
    "Union opportunities fund": {
        "scheme_details": {
            "investment_objective": "The Investment Objective of the Scheme is to achieve long term capital appreciation by investing predominantly in equity and equity related securities of Innovative Companies. However there is no assurance that the Investment Objective of the Scheme will be achieved.",
            "cofund_managers": "Gaurav Chopra Over 9 years of experience in the equity markets. Managing this Scheme since November 01 2024. Sanjay Bembalkar Over 17 years of experience in the field of Equity Research and Fund Management. Managing this scheme since inception.",
            "indicative_investment_horizon": "Long Term",
            "date_of_allotment": ". Nil if redeemed or switched out after completion of 1 year from the date of allotment of units. Active Stock Position in Scheme Portfolio visvis the benchmark Top 5 Overweight Top 5 Underweight Zomato Ltd. HDFC Bank Ltd. Info Edge (India) Ltd. ICICI Bank Ltd. Affle (India) Ltd. Reliance Industries Ltd. Ami Organics Ltd. Infosys Ltd. Kaynes Technology ITC Ltd. India Ltd.",
            "assets_under_management": "As on 31st Dec. 2024  944.74 crore Average for Dec. 2024  937.58 crore",
            "benchmark_index": "@@@ NIFTY 500 Index (TRI) @@@(For disclaimers refer page no. 45)",
            "expense_ratio_as_on": "Dec. 31 2024 Direct Plan  0.76% Regular Plan  2.21% The AMC reserves the right to change the expense ratio within the limits prescribed in the SID. Includes additional expenses if any and GST.",
            "load_structure": "Entry LoadNA Exit Load 1% if units are redeemed/switched out on or before completion of 1 year from the date of allotment. Nil if redeemed or switched out after completion of 1 year from the date of allotment of units.",
            "active_stock_position_in_scheme": "Portfolio visvis the benchmark Top 5 Overweight Top 5 Underweight Zomato Ltd. HDFC Bank Ltd. Info Edge (India) Ltd. ICICI Bank Ltd. Affle (India) Ltd. Reliance Industries Ltd. Ami Organics Ltd. Infosys Ltd. Kaynes Technology ITC Ltd. India Ltd."
        },
        "main_scheme_name": "Union opportunities fund",
        "f_i": []
    },
    "Union elss tax saver fund": {
        "before": [
            "Factsheet as on December 31, 2024"
        ],
        "main_scheme_name": "Union elss tax saver fund",
        "scheme_details": {
            "investment_objective": "To generate income and longterm capital appreciation by investing substantially in a portfolio consisting of equity and equity related securities. However there can be no assurance that the investment objective of the scheme will be achieved.",
            "cofund_managers": "Vinod Malviya Over 15 years of experience in the Financial markets as an Analyst. Managing this Scheme since November 01 2024. Sanjay Bembalkar Over 17 years of experience in the field of Equity Research and Fund Management. Managing this Scheme since June 7 2021.",
            "indicative_investment_horizon": "Long Term",
            "date_of_allotment": "23 December 2011",
            "assets_under_management": "As on31st Dec. 2024  923.05 crore Average for Dec. 2024  940.98 crore",
            "benchmark_index": "BSE 500 Index (TRI) (For disclaimers refer page no. 45)",
            "expense_ratio_as_on": "Dec. 31 2024 Direct Plan  1.37% Other than Direct Plan  2.26% The AMC reserves the right to change the expense ratio within the limits prescribed in the SID. Includes additional expenses if any and GST.",
            "load_structure": "Entry LoadNA Exit LoadNil",
            "active_stock_position_in_scheme": "Portfolio visvis the benchmark Top 5 Overweight Top 5 Underweight Quess Corp Ltd. Reliance Industries Ltd. ICICI Bank Ltd. Mahindra & Mahindra Ltd. Mankind Pharma Kotak Mahindra Ltd. Bank Ltd. Gokaldas Exports Hindustan Unilever Ltd. Ltd. Voltas Ltd. Tata Motors Ltd."
        },
        "f_i": []
    },
    "Union value fund": {
        "scheme_details": {
            "investment_objective": "The investment objective of the scheme is to seek to generate long term capital appreciation by investing substantially in a portfolio of equity and equity related securities of companies which are undervalued (or are trading below their intrinsic value). However there can be no assurance that the Investment Objective of the scheme will be achieved.",
            "cofund_managers": "Vinod Malviya Over 15 years of experience in the Financial markets as an Analyst. Managing this Scheme since November 01 2024. Gaurav Chopra Over 9 years of experience in the equity markets. Managing this Scheme since November 01 2024.",
            "indicative_investment_horizon": "Long Term",
            "date_of_allotment": ". Nil thereafter. Active Stock Position in Scheme Portfolio visvis the benchmark Top 5 Overweight Top 5 Underweight Muthoot Finance Reliance Industries Ltd. Ltd. QUESS CORP LTD. Tata Consultancy Services Ltd. Coromandel Mahindra & International Ltd. Mahindra Ltd. VMart Retail Ltd. Kotak Mahindra Bank Ltd. S.J.S. Enterprises Hindustan Unilever Ltd. Ltd.",
            "assets_under_management": "As on 31st Dec. 2024  298.67 crore Average for Dec. 2024  303.28 crore",
            "benchmark_index": "BSE 500 Index (TRI) (For disclaimers refer page no. 45)",
            "expense_ratio_as_on": "Dec. 31 2024 Direct Plan  1.29% Regular Plan  2.46% The AMC reserves the right to change the expense ratio within the limits prescribed in the SID. Includes additional expenses if any and GST.",
            "load_structure": "Entry LoadNA Exit Load 1% if units are redeemed or switched out on or before completion of 15 days from the date of allotment. Nil thereafter.",
            "active_stock_position_in_scheme": "Portfolio visvis the benchmark Top 5 Overweight Top 5 Underweight Muthoot Finance Reliance Industries Ltd. Ltd. QUESS CORP LTD. Tata Consultancy Services Ltd. Coromandel Mahindra & International Ltd. Mahindra Ltd. VMart Retail Ltd. Kotak Mahindra Bank Ltd. S.J.S. Enterprises Hindustan Unilever Ltd. Ltd."
        },
        "main_scheme_name": "Union value fund",
        "f_i": []
    },
    "Union largecap fund": {
        "scheme_details": {
            "investment_objective": "The investment objective of the Scheme is to seek to generate capital appreciation by investing in a portfolio of select equity and equity linked securities of large cap companies. However there can be no assurance that the Investment Objective of the scheme will be achieved.",
            "cofund_managers": "Vinod Malviya Over 15 years of experience in the Financial markets as an Analyst. Managing this Scheme since January 25 2023. Sanjay Bembalkar Over 17 years of experience in the field of Equity Research and Fund Management. Managing this Scheme since June 7 2021.",
            "indicative_investment_horizon": "Long Term",
            "date_of_allotment": ". Nil thereafter. Active Stock Position in Scheme Portfolio visvis the benchmark Top 5 Overweight Top 5 Underweight Mankind Pharma Hindustan Unilever Ltd. Ltd. CG Power And Reliance Industries Industrial Solutions Ltd. Ltd. Larsen & Toubro Ltd. Kotak Mahindra Bank Ltd. Muthoot Finance Ltd. Tata Motors Ltd. Jindal Steel & Power Tata Consultancy Ltd. Services Ltd.",
            "assets_under_management": "As on31st Dec. 2024  436.97 crore Average for Dec. 2024  444.55 crore",
            "benchmark_index": "BSE 100 Index (TRI) (For disclaimers refer page no. 45)",
            "expense_ratio_as_on": "Dec. 31 2024 Direct Plan  1.58% Regular Plan  2.50% The AMC reserves the right to change the expense ratio within the limits prescribed in the SID. Includes additional expenses if any and GST.",
            "load_structure": "Entry LoadNA Exit Load 1% if units are redeemed or switched out on or before completion of 15 days from the date of allotment. Nil thereafter.",
            "active_stock_position_in_scheme": "Portfolio visvis the benchmark Top 5 Overweight Top 5 Underweight Mankind Pharma Hindustan Unilever Ltd. Ltd. CG Power And Reliance Industries Industrial Solutions Ltd. Ltd. Larsen & Toubro Ltd. Kotak Mahindra Bank Ltd. Muthoot Finance Ltd. Tata Motors Ltd. Jindal Steel & Power Tata Consultancy Ltd. Services Ltd."
        },
        "main_scheme_name": "Union largecap fund",
        "f_i": []
    },
    "Union fund": {
        "before": [
            "Factsheet as on December 31, 2024"
        ],
        "main_scheme_name": "Union fund",
        "scheme_details": {
            "investment_objective": "The investment objective of the Scheme is to achieve long term capital growth and generate income from a portfolio predominantly of equity and equity related securities. The scheme will also invest in debt & money market instruments. There is no assurance that the Investment Objective of the Scheme will be achieved.",
            "cofund_managers": "Sanjay Bembalkar Over 17 years of experience in the field of Equity Research and Fund Management. Managing this Scheme since January 25 2023. Vinod Malviya Over 15 years of experience in the Financial markets as an Analyst. Managing this Scheme since November 01 2024. Parijat Agrawal Over 28 years of experience in Fund Management. Managing this scheme since inception.",
            "indicative_investment_horizon": "Long Term",
            "date_of_allotment": ". Nil thereafter. Market Capitalisation as on Dec. 31 2024 Large Cap 65.91% Mid Cap 20.04% Small Cap 14.06%",
            "assets_under_management": "As on 31st Dec. 2024  637.00 crore Average for Dec. 2024  644.15 crore",
            "benchmark_index": "# CRISIL Hybrid 35+65 Aggressive Index (TRI) #(For disclaimers refer page no. 45)",
            "expense_ratio_as_on": "Dec. 31 2024 Direct Plan  1.25% Regular Plan  2.40% The AMC reserves the right to change the expense ratio within the limits prescribed in the SID. Includes additional expenses if any and GST.",
            "load_structure": "Entry LoadNA Exit Load 1% if units are redeemed or switched out on or before completion of 15 days from the date of allotment. Nil thereafter. Market Capitalisation as on Dec. 31 2024 Large Cap 65.91% Mid Cap 20.04% Small Cap 14.06%"
        },
        "f_i": []
    },
    "Union allocation fund": {
        "scheme_details": {
            "investment_objective": "The Scheme seeks to generate longterm capital appreciation by investing in a diversified portfolio of Equity and Equity Related Instruments Debt and Money Market Instruments units of Gold Exchange Traded Funds (ETFs) and/or Silver ETFs and units of REITs & InvITs as per the asset allocation pattern of the Scheme. However there is no assurance or guarantee that the investment objective of the Scheme would be achieved.",
            "cofund_managers": "Sanjay Bembalkar Over 17 years of experience in the field of Equity Research and Fund Management. Managing this Scheme since inception. Vinod Malviya Over 15 years of experience in the Financial markets as an Analyst. Managing this Scheme since November 01 2024. Anindya Sarkar Over 21 years of experience in Financial services sector. Managing this scheme since inception.",
            "indicative_investment_horizon": "Long Term",
            "date_of_allotment": ". Nil if redeemed or switched out after completion of 15 days from the date of allotment of units.",
            "assets_under_management": "As on 31st Dec. 2024  858.10 crore Average for Dec. 2024  865.86 crore",
            "benchmark_index": "# 65% NIFTY 50 TRI + 20% NIFTY Composite Debt Index + 15% Domestic prices of Gold #(For disclaimers refer page no. 45)",
            "expense_ratio_as_on": "Dec. 31 2024 Direct Plan  1.06% Regular Plan  2.17% The AMC reserves the right to change the expense ratio within the limits prescribed in the SID. Includes additional expenses if any and GST.",
            "load_structure": "Entry LoadNA Exit Load 1% if units are redeemed/switched out on or before completion of 15 days from the date of allotment. Nil if redeemed or switched out after completion of 15 days from the date of allotment of units."
        },
        "main_scheme_name": "Union allocation fund",
        "f_i": []
    },
    "Union advantage fund": {
        "scheme_details": {
            "investment_objective": "To achieve long term capital appreciation and generate income through an equity portfolio by using long equities equity derivatives and arbitrage opportunities available. There is no assurance that the Investment Objective of the scheme will be achieved.",
            "cofund_managers": "Sanjay Bembalkar Over 17 years of experience in the field of Equity Research and Fund Management. Managing this Scheme since January 25 2023. Gaurav Chopra Over 9 years of experience in the equity markets. Managing this Scheme since November 01 2024. Parijat Agrawal Over 28 years of experience in Fund Management. Managing this scheme since inception.",
            "indicative_investment_horizon": "Long Term",
            "date_of_allotment": ". Nil thereafter. Market Capitalisation as on Dec. 31 2024 Large Cap 70.79% Mid Cap 18.06% Small Cap 11.15%",
            "assets_under_management": "As on 31st Dec. 2024  1430.59 crore Average for Dec. 2024  1455.25 crore",
            "benchmark_index": "@@@ NIFTY 50 Hybrid Composite Debt 5050 Index (TRI) @@@(For disclaimers refer page no. 45)",
            "expense_ratio_as_on": "Dec. 31 2024 Direct Plan  0.91% Regular Plan  2.12% The AMC reserves the right to change the expense ratio within the limits prescribed in the SID. Includes additional expenses if any and GST.",
            "load_structure": "Entry LoadNA Exit Load 1% if units are redeemed or switched out on or before completion of 15 days from the date of allotment. Nil thereafter. Market Capitalisation as on Dec. 31 2024 Large Cap 70.79% Mid Cap 18.06% Small Cap 11.15%"
        },
        "main_scheme_name": "Union advantage fund",
        "f_i": []
    },
    "Union equity savings fund": {
        "scheme_details": {
            "investment_objective": "To seek capital appreciation and/or to generate consistent returns by actively investing in a combination of diversified equity and equity related instruments arbitrage and derivative strategies and exposure in debt and money market instruments. There is no assurance that the Investment Objective of the scheme will be achieved.",
            "cofund_managers": "Sanjay Bembalkar Over 17 years of experience in the field of Equity Research and Fund Management. Managing this Scheme since January 25 2023. Gaurav Chopra Over 9 years of experience in the equity markets. Managing this Scheme since November 01 2024. Parijat Agrawal Over 28 years of experience in Fund Management. Managing this scheme since inception.",
            "indicative_investment_horizon": "Long Term",
            "date_of_allotment": ". Nil thereafter. Market Capitalisation Large Cap 68.48% Mid Cap 16.32% Small Cap 15.19%",
            "assets_under_management": "As on 31st Dec. 2024  137.71 crore Average for Dec. 2024  139.34 crore",
            "benchmark_index": "# CRISIL Equity Savings Index (TRI) #(For disclaimers refer page no. 45)",
            "expense_ratio_as_on": "Dec. 31 2024 Direct Plan  1.42% Regular Plan  1.98% The AMC reserves the right to change the expense ratio within the limits prescribed in the SID. Includes additional expenses if any and GST.",
            "load_structure": "Entry LoadNA Exit Load 1% if units are redeemed or switched out on or before completion of 15 days from the date of allotment. Nil thereafter. Market Capitalisation Large Cap 68.48% Mid Cap 16.32% Small Cap 15.19%"
        },
        "main_scheme_name": "Union equity savings fund",
        "f_i": []
    },
    "Union arbitrage fund": {
        "scheme_details": {
            "investment_objective": "The investment objective of the scheme is to generate capital appreciation and income by predominantly investing in arbitrage opportunities in the cash and derivatives segment of the equity market and by investing the balance in debt and money market instruments. There is no assurance that the investment objective of the Scheme will be achieved.",
            "cofund_managers": "Vishal Thakker(For Equity Portion) Over 14 years of experience in equity & derivative dealing functions. Managing this scheme since inception. Devesh Thacker(For Debt Portion) Over 24 years of experience in Fund Management & Banking Industry. Managing this scheme since inception.",
            "indicative_investment_horizon": "Short Term",
            "date_of_allotment": "of units.  Nil if units are redeemed or switched out after completion of 1 month from the date of allotment of units.",
            "assets_under_management": "As on 31st Dec. 2024  223.17 crore Average for Dec. 2024  229.43 crore",
            "benchmark_index": "@@@ NIFTY 50 Arbitrage Index @@@(For disclaimers refer page no. 45)",
            "expense_ratio_as_on": "Dec. 31 2024 Direct Plan  0.41% Regular Plan  0.98% The AMC reserves the right to change the expense ratio within the limits prescribed in the SID. Includes additional expenses if any and GST.",
            "load_structure": "Entry LoadNA Exit Load  0.25% if units are redeemed or switched out on or before completion of 1 month from the date of allotment of units.  Nil if units are redeemed or switched out after completion of 1 month from the date of allotment of units."
        },
        "main_scheme_name": "Union arbitrage fund",
        "f_i": []
    },
    "Union retirement fund": {
        "scheme_details": {
            "investment_objective": "The investment objective of the Scheme is to generate long term capital gains by investing in a mix of securities comprising of equity equity related securities and debt instruments as per the asset allocation pattern of the Scheme with a view to provide a retirement investment solution to investors. However there is no assurance that the Investment Objective of the Scheme will be achieved.",
            "cofund_managers": "$$ Pratik Dharmshi Over 14 years of experience in the field of Equity Research and Fund Management. Managing this scheme since December 9 Vinod Malviya Over 15 years of experience in the Financial markets as an Analyst. Managing this Scheme since November 01 2024.",
            "indicative_investment_horizon": "Long Term",
            "date_of_allotment": "22 September 2022",
            "assets_under_management": "As on31st Dec. 2024  156.27 crore Average for Dec. 2024  157.32 crore",
            "benchmark_index": "BSE 500 Index (TRI) (For disclaimers refer page no. 45)",
            "expense_ratio_as_on": "Dec. 31 2024 Direct Plan  1.16% Regular Plan  2.38% The AMC reserves the right to change the expense ratio within the limits prescribed in the SID. Includes additional expenses if any and GST.",
            "load_structure": "Entry LoadNA Exit LoadNil",
            "active_stock_position_in_scheme": "Portfolio visvis the benchmark Top 5 Overweight Top 5 Underweight Bharti Hexacom Ltd. Mahindra & Mahindra Ltd. Godrej Properties Kotak Mahindra Ltd. Bank Ltd. TVS Motor Reliance Industries Company Ltd. Ltd. Muthoot Finance Hindustan Unilever Ltd. Ltd. Info Edge (India) ITC Ltd. Ltd. $$Note The Scheme was comanaged by Mr. Sanjay Bembalkar (since inception  D e c e m b e r 0 8  2 0 2 4 ) a n d Mr. Vinod Malviya (since November 01 2024  till date)"
        },
        "main_scheme_name": "Union retirement fund",
        "f_i": []
    },
    "Union children’s fund": {
        "scheme_details": {
            "investment_objective": "The investment objective of the Scheme is to generate long term capital appreciation by investing in a mix of securities comprising of equity equity related securities and debt instruments as per the asset allocation pattern of the Scheme with a view to provide investment solution to investors. However there is no assurance that the Investment Objective of the Scheme will be achieved.",
            "cofund_managers": "Gaurav Chopra Over 9 years of experience in the equity markets. Managing this Scheme since November 01 2024. Vinod Malviya Over 15 years of experience in the Financial markets as an Analyst. Managing this Scheme since November 01 2024. Parijat Agrawal Over 28 years of experience in Fund Management. Managing this scheme since inception.",
            "indicative_investment_horizon": "Long Term",
            "date_of_allotment": "19 December 2023",
            "assets_under_management": "As on 31st Dec. 2024  62.16 crore Average for Dec. 2024  62.53 crore",
            "benchmark_index": "BSE 500 Index (TRI) (For disclaimers refer page no. 45)",
            "expense_ratio_as_on": "Dec. 31 2024 Direct Plan  0.86% Regular Plan  2.35% The AMC reserves the right to change the expense ratio within the limits prescribed in the SID. Includes additional expenses if any and GST.",
            "load_structure": "Entry LoadNA Exit LoadNil",
            "active_stock_position_in_scheme": "Portfolio visvis the benchmark Top 5 Overweight Top 5 Underweight Gokaldas Exports Reliance Industries Ltd. Ltd. Muthoot Finance Kotak Mahindra Ltd. Bank Ltd. Interglobe Aviation Tata Consultancy Ltd. Services Ltd. QUESS CORP LTD. Hindustan Unilever Ltd. GE Vernova T&D ITC Ltd. India Ltd."
        },
        "main_scheme_name": "Union children’s fund",
        "f_i": []
    },
    "Union medium duration fund": {
        "scheme_details": {
            "investment_objective": "The investment objective of the Scheme is to generate income and capital appreciation by investing in Fixed Income Securities and Money Market Instruments. There is no assurance that the Investment Objective of the scheme will be achieved.",
            "cofund_managers": "Parijat Agrawal Over 28 years of experience in Fund Management. Managing this scheme since inception. Anindya Sarkar Over 21 years of experience in Financial services sector. Managing this scheme since inception.",
            "indicative_investment_horizon": "Medium Term",
            "date_of_allotment": ". Nil thereafter. Note Pursuant No objection received from SEBI Union Medium Duration Fund will merger into Union Corporate Bond Fund effective January 29 2025.",
            "assets_under_management": "As on 31st Dec. 2024  80.36 crore Average for Dec. 2024  80.77 crore",
            "benchmark_index": "# CRISIL Medium Duration Debt AIII Index #(For disclaimers refer page no. 45)",
            "expense_ratio_as_on": "Dec. 31 2024 Direct Plan  0.63% Regular Plan  0.86% The AMC reserves the right to change the expense ratio within the limits prescribed in the SID. Includes additional expenses if any and GST.",
            "load_structure": "Entry LoadNA Exit Load 1% if units are redeemed or switched out on or before completion of 15 days from the date of allotment. Nil thereafter. Note Pursuant No objection received from SEBI Union Medium Duration Fund will merger into Union Corporate Bond Fund effective January 29 2025."
        },
        "main_scheme_name": "Union medium duration fund",
        "f_i": []
    },
    "Union corporate bond fund": {
        "scheme_details": {
            "investment_objective": "To achieve long term capital appreciation by investing substantially in a portfolio of corporate debt securities. There is no assurance that the Investment Objective of the scheme will be achieved.",
            "cofund_managers": "Anindya Sarkar Over 21 years of experience in Financial services sector. Managing this scheme since November 1 2018. Shrenuj Parekh Over 11 years of experience in the field of Finance. Managing this scheme since July 14 2023. Parijat Agrawal Over 28 years of experience in Fund Management. Managing this scheme since inception.",
            "indicative_investment_horizon": "Medium to Long Term",
            "date_of_allotment": ". Nil thereafter.",
            "assets_under_management": "As on31st Dec. 2024  258.41 crore Average for Dec. 2024  258.60 crore",
            "benchmark_index": "# CRISIL Corporate Debt AII Index #(For disclaimers refer page no. 45)",
            "expense_ratio_as_on": "Dec. 31 2024 Direct Plan  0.39% Regular Plan  0.69% The AMC reserves the right to change the expense ratio within the limits prescribed in the SID. Includes additional expenses if any and GST.",
            "load_structure": "Entry LoadNA Exit Load 1% if units are redeemed or switched out on or before completion of 15 days from the date of allotment. Nil thereafter."
        },
        "main_scheme_name": "Union corporate bond fund",
        "f_i": []
    },
    "Union dynamic bond fund": {
        "scheme_details": {
            "investment_objective": "To actively manage a portfolio of good quality debt as well as money market instruments so as to provide reasonable returns and liquidity to the investors. There is no assurance that the investment objective of the scheme will be achieved.",
            "cofund_managers": "Parijat Agrawal Over 28 years of experience in Fund Management. Managing this scheme since inception. Devesh Thacker Over 24years of experience in Fund Management & Banking Industry. Managing this scheme since June 28 2018.",
            "indicative_investment_horizon": "Medium to Long Term",
            "date_of_allotment": ". Nil thereafter.",
            "assets_under_management": "As on31st Dec. 2024  79.05 crore Average for Dec. 2024  78.64 crore",
            "benchmark_index": "# CRISIL Dynamic Bond AIII Index #(For disclaimers refer page no. 45)",
            "expense_ratio_as_on": "Dec. 31 2024 Direct Plan  1.24% Other than Direct Plan  1.50% The AMC reserves the right to change the expense ratio within the limits prescribed in the SID. Includes additional expenses if any and GST.",
            "load_structure": "Entry LoadNA Exit Load 1% if units are redeemed or switched out on or before completion of 15 days from the date of allotment. Nil thereafter."
        },
        "main_scheme_name": "Union dynamic bond fund",
        "f_i": []
    },
    "Union gilt fund": {
        "scheme_details": {
            "investment_objective": "The investment objective of the Scheme is to generate income through investment in a portfolio comprising of government securities of various maturities. There is no assurance that the Investment Objective of the Scheme will be achieved.",
            "cofund_managers": "Parijat Agrawal Over 28 years of experience in Fund Management. Managing this scheme since inception. Anindya Sarkar Over 21 years of experience in Financial services sector. Managing this scheme since inception.",
            "indicative_investment_horizon": "Medium to Long Term",
            "date_of_allotment": "8 August 2022",
            "assets_under_management": "As on31st Dec. 2024  121.38 crore Average for Dec. 2024  131.58 crore",
            "benchmark_index": "# CRISIL Dynamic Gilt Index #(For disclaimers refer page no. 45)",
            "expense_ratio_as_on": "Dec. 31 2024 Direct Plan  0.70% Regular Plan  1.13% The AMC reserves the right to change the expense ratio within the limits prescribed in the SID. Includes additional expenses if any and GST.",
            "load_structure": "Entry LoadNA Exit LoadNIL"
        },
        "main_scheme_name": "Union gilt fund",
        "f_i": []
    },
    "Union money market fund": {
        "scheme_details": {
            "investment_objective": "The investment objective of the Scheme is to generate regular income through investment in a portfolio comprising of money market instruments. There is no assurance that the Investment Objective of the Scheme will be achieved.",
            "cofund_managers": "Devesh Thacker Over 24years of experience in Fund Management & Banking Industry. Managing this scheme since inception. Parijat Agrawal Over 28 years of experience in Fund Management. Managing this scheme since inception.",
            "indicative_investment_horizon": "Short Term",
            "date_of_allotment": "26 August 2021",
            "assets_under_management": "As on31st Dec. 2024  174.64 crore Average for Dec. 2024  179.36 crore",
            "benchmark_index": "# CRISIL Money Market AI Index #(For disclaimers refer page no. 45)",
            "expense_ratio_as_on": "Dec. 31 2024 Direct Plan  0.20% Regular Plan  0.90% The AMC reserves the right to change the expense ratio within the limits prescribed in the SID. Includes additional expenses if any and GST.",
            "load_structure": "Entry LoadNA Exit LoadNil"
        },
        "main_scheme_name": "Union money market fund",
        "f_i": []
    },
    "Union liquid fund": {
        "scheme_details": {
            "investment_objective": "To p r o v i d e r e a s o n a b l e r e t u r n s commensurate with lower risk and high level of liquidity through a portfolio of money market and debt securities. There is no assurance that the investment objective of the scheme will be achieved.",
            "cofund_managers": "Devesh Thacker Over 24 years of experience in Fund Management & Banking Industry. Managing this scheme since inception. Parijat Agrawal Over 28 years of experience in Fund Management. Managing this scheme since June 18 2021.",
            "indicative_investment_horizon": "Short Term",
            "date_of_allotment": "15 June 2011",
            "assets_under_management": "As on 31st Dec. 2024  3742.53 crore Average for Dec. 2024  4353.63 crore",
            "benchmark_index": "# CRISIL Liquid Debt AI Index #(For disclaimers refer page no. 45)",
            "expense_ratio_as_on": "Dec. 31 2024 Direct Plan  0.07% Other than Direct Plan  0.17% The AMC reserves the right to change the expense ratio within the limits prescribed in the SID. Includes additional expenses if any and GST.",
            "load_structure": "Entry LoadNA Exit Load Investor Exit Exit load as a upon % of redemption subscription proceeds Day 1 0.0070% Day 2 0.0065% Day 3 0.0060% Day 4 0.0055% Day 5 0.0050% Day 6 0.0045% Day 7 onwards 0.0000%"
        },
        "main_scheme_name": "Union liquid fund",
        "f_i": []
    },
    "Union overnight fund": {
        "scheme_details": {
            "investment_objective": "The investment objective of the Scheme is to generate returns by investing in Debt and Money Market Instruments with overnight maturity. There is no assurance that the Investment Objective of the scheme will be achieved.",
            "cofund_managers": "Tarun Singh Over 29 years of work experience including more than 14 years of experience in the fixed income dealing function. Managing this scheme since inception. Devesh Thacker Over 24 years of experience in Fund Management & Banking Industry. Managing this scheme since inception.",
            "indicative_investment_horizon": "Short Term",
            "date_of_allotment": "27 March 2019",
            "assets_under_management": "As on 31st Dec. 2024  383.60 crore Average for Dec. 2024  326.82 crore",
            "benchmark_index": "# CRISIL Liquid Overnight Index #(For disclaimers refer page no. 45)",
            "expense_ratio_as_on": "Dec. 31 2024 Direct Plan  0.07% Regular Plan  0.17% The AMC reserves the right to change the expense ratio within the limits prescribed in the SID. Includes additional expenses if any and GST.",
            "load_structure": "Entry LoadNA Exit LoadNil"
        },
        "main_scheme_name": "Union overnight fund",
        "f_i": []
    }
}