{
    "metadata": {
        "document_name": "2_17136_May-2025_1747367452_SID.pdf",
        "file_type": "sid",
        "process_date": "20250529"
    },
    "value": {
        "amc_name": "Baroda Bnp Paribas Asset Management Limited",
        "benchmark_index": " 65% of NIFTY Composite Debt Index TRI + 15% Nifty 500 TRI  + 15% of INR Price of Gold",
        "close_date": ": May 26, 2025",
        "face_value": "Rs.10",
        "field_location": {
            "benchmark_index": 3,
            "close_date": 0,
            "fund_manager": 13,
            "load": 3,
            "main_scheme_name": 3,
            "min_addl_amt": 3,
            "min_addl_amt_multiple": 3,
            "min_amt": 3,
            "min_amt_multiple": 3,
            "offer_price": 3,
            "open_date": 0,
            "scheme_code": 3,
            "scheme_objective": 3,
            "suitable_for_investors": 0,
            "type_of_scheme": 3
        },
        "fund_manager": [
            {
                "name": "Mr. Prashant Pimple",
                "experience": "25 years",
                "qualification": "47 years, BCom, MMS (Fin), ACTM"
            },
            {
                "name": "Mr. Pratish Krishnan",
                "experience": "24 years",
                "qualification": "B 50 Years . Com, MMS (Finance)"
            }
        ],
        "load": [
            {
                "comment": "-For redemption/switch out of units within 1 year from the date of allotment:  1.00% of applicable NAV;  -No Exit Load is payable if units are redeemed / switched-out after 1 year from the  date of allotment.  he above load shall also be applicable for switches between the schemes of the  Fund and all Systematic Investment Plans, Systematic Transfer Plans, Systematic  Withdrawal Plans etc.. No load will be charged on units allotted upon reinvestment  of Income Distribution cum Capital Withdrawal (i.e. dividend re-investment units)  and bonus units. The exit load charged, if any shall be credited to the Scheme.  No exit load shall be levied for switch from Regular Plan to Direct Plan or vice versa.  However, any subsequent redemption of such investment or switch-out to any other  scheme  shall  be  subject  to  applicable  exit  load  based  on  the  original  date  of  investment into the Scheme.  For any change in load structure, the AMC will issue an addendum and display it  on the website/ISCs.",
                "type": "exit_load",
                "value": ""
            }
        ],
        "main_scheme_name": "BARODA BNP PARIBAS MULTI ASSET ACTIVE FUND OF FUNDS (BBNPPMAAFOF)",
        "min_addl_amt": "1000",
        "min_addl_amt_multiple": "1",
        "min_amt": "1000",
        "min_amt_multiple": "1",
        "mutual_fund_name": "Baroda Bnp Paribas Mutual Fund",
        "offer_price": "Rs.10",
        "open_date": ": May 15, 2025",
        "riskometer_benchmark": null,
        "riskometer_scheme": null,
        "scheme_code": "BBNP/O/H/FOD/25/04/0048",
        "scheme_objective": "The  primary  objective  of  the  Scheme  is  to  offer  capital appreciation  and income  over long term through diversification of investments across debt, equity and gold  schemes.  However,  there  is  no  assurance  that  the  investment  objective  of  the  Scheme will be achieved.",
        "suitable_for_investors": "*: • Regular income and capital appreciation • Investments in units of debt, equity and gold schemes *",
        "type_of_scheme": "An open ended fund of fund scheme predominantly investing in debt, equity and  gold oriented schemes of Baroda BNP Paribas Mutual Fund"
    }
}